grade.type.unknown=Type de notification inconnu
uploadall.note= Note: si vous changez le langage dans les pr\u00E9f\u00E9rences, par exemple pour passer de l'anglais au français, vous devrez t\u00E9l\u00E9verser cet archive dans le m\u00EAme langage que lors du t\u00E9l\u00E9chargement (ou t\u00E9l\u00E9charger de nouveau et utiliser une nouvelle archive).
content_review.error.SUBMISSION_ERROR_RETRY_CODE=Une erreur est survenue \u00E0 la soumission de ce fichier \u00E0 l'outil de d\u00E9tection des similitudes. Le syst\u00E8me tentera automatiquement de soumettre le document de nouveau. 
review.originality.reports.due=\u00C0 la date d'\u00E9ch\u00E9ance du travail
grades.lateness.late= En retard
gen.peerreview.subm4=R\u00E9vision par les pairs soumise
review.report.expand=Afficher les rapports
youarenot_removeAssignment=Vous n'avez pas la permission de supprimer le travail = ''{0}''.
sendFeedback.instruction=S\u00E9lectionnez l'utilisateur (les utilisateurs) et \u00E9crivez la r\u00E9troaction dans la boite de texte ci-dessous.
gen.can.discard=Vos modifications seront supprim\u00E9es. \u00CAtes-vous sur de vouloir annuler?
group.error.title= Le participant est dans plusieurs groupes.
review.originality.check.internet=Internet actuel et archiv\u00E9
gen.noatt.single=Aucun fichier joint pour l'instant
settings.access.selectedGroupsGoneOtherGroupsPresent=Note: les groupes s\u00E9lectionn\u00E9s pr\u00E9c\u00E9demment n'existent plus. Le travail a \u00E9t\u00E9 assign\u00E9 \u00E0 tous les participants du site. Vous pouvez afficher ce travail \u00E0 tout le site, ou changer la s\u00E9lection des groupes.
stuviewsubm.attfromserverlabel.singular= Ou choisir d'autres fichiers de votre Espace personnel ou du site de cours.
uploadall.alert.invalidUserId=Assurez-vous que l'identification de l'\u00E9tudiant correspond \u00E0 celle du site et que les dossiers sont au niveau sup\u00E9rieur du fichier Zip (pas imbriqu\u00E9s).
review.originality.check.turnitin=D\u00E9p\u00F4t des travaux du service de d\u00E9tection de similitudes
dateselectionwidget.month=S\u00E9lectionnez un mois
dateselectionwidget.ampm=S\u00E9lectionnez AM ou PM
allowResubmission.toggleall=S\u00E9lectionner / d\u00E9sectionner tous les utilisateurs pour autoriser de nouvelles remises
content_review.error.SUBMISSION_ERROR_NO_RETRY_CODE=Une erreur est survenu \u00E0 la soumission du travail au service de d\u00E9tection de similitudes.
uploadall.folders.yes=Sauvegarder les remises dans des dossiers s\u00E9par\u00E9s
allowResubmission.select.student=Permettre une nouvelle remise de 
youarenot_editSubmission=Vous n'avez pas la permission d'\u00E9diter la remise du travail ''{0}''.
stuviewsubm.modifytoresubmit=Vous pouvez soumettre de nouveau si vous avez modifi\u00E9 cette remise.
assignment.action.deepLink=The action takes assignment reference, returns the deepLink url for current user. Here is the request url pattern: /direct/assignment/deepLinks/{assignment_ref}
gen.reviewer.who=\u00C9valu\u00E9 par: {0} ({1})
allPurpose.alert.release.afer.retract=The show start date of all purpose item cannot be set after the show until date.
review.originality.check.institution=D\u00E9p\u00F4t sp\u00E9cifique \u00E0 l'\u00E9cole
settings.access.noGroupsPresent=Note: Il n'y a aucun groupe dans ce site en ce moment. Vous devez d'abord cr\u00E9er un ou des groupes avant de pouvoir soumettre le travail \u00E0 un groupe s\u00E9lectionn\u00E9.
review.switch.ne.2={0} n'est pas disponible pour les remises papier. "Utiliser l''outil de d\u00E9tection de similitudes pour d\u00E9tecter le plagiat" a \u00E9t\u00E9 d\u00E9coch\u00E9 ci-dessous.
assignment.action.site=Retrieve the assignments for a site. The request url pattern: /direct/assignment/site/{siteId}.{format}.gradebookItemId returns data in 3 different format 1) ""- if an assignment is not associated with gradebook 2) "{String-of gradebookItem name}"- when Associate an assignment with existing Gradebook item 3)"/assignment/a/{site_id}/{assignment-id}"- when Adding Assignment to Gradebook.
review.submit.papers.repository.none=Aucun
review.switch.ne.1={0} n'est pas disponible pour les soumissions papier.
noti.releaseresubmission.noresubmit.text=Votre remise du travail "{0}" a \u00E9t\u00E9 \u00E9valu\u00E9e. Veuillez aller \u00E0 {1} pour plus de d\u00E9tails.
gen.closeexit=Fermer et quitter
gen.noattsubmitted.single=Aucun fichier remis
options_cannotEditSite=Vous n'avez pas la permission d'\u00E9diter le site avec l'identifiant '{0}'.
noti.site.url=Lien URL du site:
gen.comments=Commentaires:
sendFeedback.hide=Cacher les options d'envoi de r\u00E9troaction
modelAnswer.show_to_student.tooltip=S\u00E9lectionnez le moment ou montrer le mod\u00E8le de r\u00E9ponse aux \u00E9tudiants.
somelsis_calendar=Un autre utilisateur modifie ce calendrier.
sendFeedback.savedow=La r\u00E9troaction a \u00E9t\u00E9 modifi\u00E9e et sauvegard\u00E9e avec succ\u00E8s.
cannot_getEvents=Impossible de lire les \u00E9v\u00E9nements du calendrier ''{0}''.
youarenot_viewSubmission_1=Vous n'avez pas la permission de voir les remises pour le travail ref = ''{0}'' and user id = ''{1}''.
gen.grade.override=Ajustement de la note:
settings.access.selectedGroupsGoneNoGroups=Note: les groupes s\u00E9lectionn\u00E9s pr\u00E9c\u00E9demment n\u2019existent plus. Le travail a \u00E9t\u00E9 assign\u00E9 \u00E0 tous les participants du site. Vous pouvez afficher ce travail \u00E0 tout le site, ou changer la s\u00E9lection des groupes.
sendFeedback.saved=La r\u00E9troaction a \u00E9t\u00E9 sauvegard\u00E9e avec succ\u00E8s.
scoringAgent.refresh=Rafraichir la note de {0}
sendFeedback.label=S\u00E9lectionnez les \u00E9tudiants \u00E0 qui envoyer la r\u00E9troaction.
gen.reviewer.countReview=\u00C9valuateur ({0})
review.submit.papers.repository.standard=D\u00E9p\u00F4t standard des travaux
submission.inline=Remise en ligne
content_review.accepted.types.lparen=(
review.exclude.matches.by=Exclure les matchs par:
listsub.submitted.by=par
review.submit.papers.repository=Soumettre les travaux dans les d\u00E9p\u00F4ts suivants:
stuviewsubm.typesubhaschanged.attach=Le mode de remise de ce travail a chang\u00E9. Ces fichiers de remises pr\u00E9c\u00E9dentes sont pour r\u00E9f\u00E9rence seulement et ne seront pas inclus si vous les soumettez de nouveau.
grades.submissionTime=Date de remise
uploadall.choose.file.includeNotSubmitted=Inclure les \u00E9tudiants qui n'ont pas encore soumis leur travail.
uploadall.alert.incorrectFormat=Le fichier Zip n'a pas le bon format.
gen.attachments=Fichiers joints
content_review.accepted.types.delimiter=,
uploadall.folders.no=Save all selected download options in one folder (This CANNOT be loaded back into Assignments)
grading.ofcategory=of Category 
scoringAgent.grade=Grade with {0}
gen.att.single=pi\u00E8ce jointe
grades.lateness.unknown=Inconnu
review.exclude.matches.value_error=Une valeur entre 0-100 est requise lorsqu'on exclut les matchs du service de d\u00E9tection des similitudes.
sendFeedback.options=Options de r\u00E9troaction
sendFeedback.nouser=Veuillez s\u00E9lectionner au moins un utilisateur pour envoyer la r\u00E9troaction.
review.originality.check.pub=P\u00E9riodiques, revues et publications
gen.toggle=Tout s\u00E9lectionner
sendFeedback.returned=La r\u00E9troaction a \u00E9t\u00E9 envoy\u00E9e aux \u00E9tudiants s\u00E9lectionn\u00E9s (NOTE: si vous souhaitez publier les notes vous devez cliquer sur "Mettre en circulation les notes").
content_review.error.REPORT_ERROR_NO_RETRY_CODE=Une erreur est survenue lors de la r\u00E9cup\u00E9ration du rapport. Le rapport ne peut \u00EAtre r\u00E9cup\u00E9r\u00E9.
reorder.instruction.general.hidden=Tab into list and hold Control key and use arrow keys to sort.
stuviewsubm.reminder=N'oubliez pas de remettre votre travail! Un message de confirmation sera affich\u00E9 apr\u00E8s la remise.
peerassessment.reviewerAttachments=Pi\u00E8ce(s) jointe(s) de l'\u00E9valuateur
theassiid_hasnotbee=The assignment id ''{0}'' has not been used.
assignment.title=Titre du travail:
gen.peerReviews=R\u00E9visions des pairs
review.exclude.matches.wordmax=Jusqu'\u00E0 un total de mot de:
group.error.message=Vous ou un des membre de votre groupe \u00EAtes membres de plus d'un groupe \u00E9ligible pour soumettre ce travail. Veuillez informer votre enseignant que vous ne pourrez pas soumettre ou lire la r\u00E9troaction tant que cette erreur n'est pas r\u00E9solue.
review.originality.reports.immediately=Immediatemment
gen.yoursubwill=Votre soumission sera envoy\u00E9e \u00E0 {0} pour \u00EAtre r\u00E9vis\u00E9e \u00E9lectroniquement pour le plagiat.
stuviewsubm.uploadnew=T\u00E9l\u00E9charger un nouveau fichier
review.report.collapse=Collapse reports
youarenot_viewAssignmentContent=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 voir le contenu du travail''{0}''.
reorder.fail.valid.message=Veuillez saisir un nombre plus petit que # .
group.user.duplicate.error=Attention: Cet utilisateur est dans un ou plusieurs groupes \u00E9ligibles.
selected.groups=Groupes s\u00E9lectionn\u00E9s
stuviewsubm.listsummary.simple=List of attachments. Column 1: attachment link; column 2: attachment properties;
youarenot_removeSubmission=You are not allowed to remove the assignment submission id = ''{0}''
review.exclude.smallMatches=Exclude small matches
sendFeedback.returnToStudents=Retourner la r\u00E9troaction aux \u00E9tudiants s\u00E9lectionn\u00E9s maintenant (NOTE: si vous souhaitez publier les notes, vous devez cliquer sur "Mettre en circulation les notes").
sendFeedback.overwrite=Remplacer la r\u00E9troaction actuelle (note : le remplacement ne se fait pas par d\u00E9faut).
peerassessment.reviewerNoAttachments=Aucun fichier n'a \u00E9t\u00E9 joint par le
assignment.action.annc=The action takes assignment reference, and returns information about assignment for announcement integration. The assignment information includes assignment object, context, assignmentId, assignmentTitle, assignmentUrl. Here is the request url pattern: /direct/assignment/annc/{assignment_ref} with paramter {messageId}
sendFeedback.nocomment=Veuillez entrer un commentaire. 
ploadall.choose.file.gradeFile.excel = format EXCEL, file notes.xls
submitforstudent=Remettre comme \u00E9tudiant
review.exclude.quoted=Exclude quoted materials from Similarity Index for all papers in this assignment
assignment.inaccessible=Ce travail n\u2019est pas accessible aux \u00E9tudiants parce qu'il a \u00E9t\u00E9 assign\u00E9 \u00E0 un groupe qui n'existe plus. R\u00E9visez le travail et changez la configuration des acc\u00E8s pour r\u00E9soudre le probl\u00E8me. 
stuviewsubm.listsummary=List of attachments. Column 1: attachment link; column 2: attachment properties; column 3: link to remove attachment from list
allPurpose.alert.title=Please enter title for the All Purpose item.
grades.lateness.ontime=\u00C0 temps
options_cannotFindSite=Cannot find site with id = ''{0}''.
listsub.submitted.on.behalf=on behalf of
cannotfin_submission_1=Impossible de trouver la remise pour le travail r\u00E9f\u00E9rence =''{0}'' et identifiant=''{1}''.
youarenot_editAssignment=Vous n'avez pas la permission de modifier ce travail ''{0}''.
submission.type.unknown=Mode de remise inconnu
review.file.not.accepted=Le fichier que vous avez tent\u00E9 de t\u00E9l\u00E9vers\u00E9 n'est pas accept\u00E9 par {0}. Veuillez t\u00E9l\u00E9vers\u00E9 un fichier faisant partie d'un de ces types: {1}
uploadall.alert.noGradeFile=Veuillez vous assurer qu'il y a un fichier de notes et une structure de dossier correcte.
send.notification.opendate.email.none=Ne pas envoyer de notification courriel
dateselectionwidget.day=S\u00E9lectionnez le jour
stuviewsubm.typesubhaschanged.singleUploadedFileOnly=Le mode de remise pour ce travail a chang\u00E9 et n'accepte qu'un fichier unique. Afin de faire une nouvelle remise,  s\u00E9lectionnez un fichier de la remise pr\u00E9c\u00E9dente ou t\u00E9l\u00E9verser un nouveau fichier.
review.submit.papers.repository.institution=Institution Paper Repository
send.notification.opendate.email.low=Envoyer une notification courriel avec la date de d\u00E9but pour les participants qui le d\u00E9sirent. 
gen.addatttoassig.singular=Ajouter piece(s) jointe(s) au travail
note.to.tooltip=Choisi \u00E0 quel participant montrer la note
gen.stuatt.single=Remettre le travail
gen.subformat=Choisir le format pour la demande d'admission
#Compilatio
#content_review.error.createAssignment=Une erreur est survenu \u00E0 la cr\u00E9ation de ce devoir.{0} est survenu \u00E0 la cr\u00E9ation du devoir. {1} a sauvegard\u00E9 le devoir en mode brouillon. Veuillez essayer de publier ce devoir de nouveau plus tard. {2}
#content_review.note=<div><br /><em>NOTE:</em><ul><li>When submitting attachments, students should only use these file types: {0}.</li> <li>Students should always save files with the appropriate extension.</li> </ul></div>
content_review.error.createAssignment=Le devoir a \u00e9t\u00e9 enregistr\u00e9, mais les informations du service de d\u00E9tection de similitudes n''ont pu \u00eatre mises \u00e0 jour. Veuillez essayer d''enregistrer \u00e0 nouveau. 
content_review.note=<div><br /><em>NOTE, si vous utilisez l''outil de d\u00E9tection de similitudes \:</em><ol><li>Configurez ce devoir dans le mode &quot;Un seul fichier joint.&quot; et demandez aux \u00e9tudiants de remettre une seule pi\u00e8ce jointe.</li><li>Demandez aux \u00e9tudiants d''utiliser uniquement les types de fichiers suivants \: Word, PDF, HTML, RTF ou texte brut .</li></ol></div>
sendFeedback.error=Erreur en retournant la r\u00E9troaction \u00E0 {0} \u00E9tudiants. 
youmust8=Vous devez t\u00E9l\u00E9charg\u00E9 une pi\u00E8ce jointe.
submitted.date.redacted=(date withheld)
content_review.pending.info=Ce devoir a \u00E9t\u00E9 remis et est en attente de r\u00E9vision.
review.exclude.bibliographic=Exclude bibliographic materials from Similarity Index for all papers in this assignment
dateselectionwidget.year=S\u00E9lectionnez l'ann\u00E9e
assignment.action.item=Retrieve an assignment specified by the assignment id. The request url pattern: /direct/assignment/item/{assignmentId}.{format}
grades.late=Remise en retard
youarenot_viewSubmission=Vous n'avez pas la permission de voir la remise ''{0}''.
downloadall.note=Note: si vous changez le langage dans les pr\u00E9f\u00E9rences, par exemple pour passer de l'anglais au français, vous devrez t\u00E9l\u00E9verser cette archive dans le m\u00EAme langage que lors du t\u00E9l\u00E9chargement (ou t\u00E9l\u00E9charger de nouveau et utiliser une nouvelle arc
hive).
grading.unassigned=Non assign\u00E9
allPurpose.alert.text=Please enter information text for the All Purpose item.
gen.notavail=Ce travail n'est pas disponible; Status: {0}<br>
allowGradeOverride=Assign Grade Overrides
scoringAgent.view=View with {0}
review.exclude.matches.header=Exclusion options:
review.originality.reports=G\u00E9n\u00E9ration du rapport de similitude:
content_review.error.SUBMISSION_ERROR_RETRY_EXCEEDED_CODE=Toutes les tentatives pour soumettre ce fichier \u00E0 l'outil de d\u00E9tection de similitudes ont échou\u00E9.Le nombre limite de soumissions a \u00E9t\u00E9 atteint.
dateselectionwidget.minute=S\u00E9lectionnez les minutes
grading.categorylist=S\u00E9lectionner une cat\u00E9gorie du bulletin de note (optionnel)
content_review.accepted.types.rparen=)
theassiid_isnotval=Le travail identifi\u00E9 ''{0}'' n'est pas valide.
assignment.action.deepLinkWithPermissions=The action takes assignment reference, and boolean value for allowReadAssignment, allowAddAssignment, allowSubmitAssignment and returns the deepLink url. Here is the request url pattern: /direct/assignment/deepLinks/{assignment_ref} with parameters {bool_allowRead}, {bool_allowAdd} and {bool_allowSubmit}
review.reports=rapports
usedGradebookAssignment=associ\u00E9 avec''{0}''
allPurpose.alert.access=Please choose access list for the All Purpose item.
content_review.error.REPORT_ERROR_RETRY_CODE=Une erreur est survenue lors de la r\u00E9cup\u00E9ration du rapport. Le syst\u00E8me tentera automatiquement de r\u00E9cup\u00E9rer le rapport de nouveau.
gen.peerreview.todo=Revue par les pairs ({0}) Due {1}
review.contentReviewIndicator=L'originalit\u00E9 des soumissions sera v\u00E9rifi\u00E9e par {0}.
grading.anonymous=\u00C9valuation anonyme
settings.access.selectGroups=Note:vous devez s\u00E9lectionner au moins un groupe.
gen.onlythefoll=Seuls les fichiers des types suivants seront accept\u00E9s: {0}
stuviewsubm.typesubhaschanged.inline=Le mode de remise de ce travail a chang\u00E9. Ces fichiers de soumissions pr\u00E9c\u00E9dentes sont pour r\u00E9f\u00E9rence seulement et ne seront pas inclus si vous les soumettez de nouveau.
dateselectionwidget.hour=S\u00E9lectionnez l'heure
scoringAgent.refreshReminder=Grading... Click here to refresh grade
gen.score.display=<b>Score:</b> {0}
content_review.error=Une erreur est survenue. Le rapport n'est pas disponible pour ce document.
review.originality.check=Check originality against:
assignment.action.my=Retrieve all my assignments for all of my sites. The request url pattern: /direct/assignment/my.{format}
send.notification.opendate.email.high=Envoyer la notification courriel avec la date d'ouverture \u00E0 tous les participants.
not_allowed_to_grade_in_gradebook=Le travail est associ\u00E9 avec un item du carnet de note. \u00C9tant donn\u00E9 que vous n'avez pas la permission de noter dans gradebook, vous ne pouvez pas noter dans l'outil Remise de travaux non plus. Cependant, vous pouvez toujours mettre \u00E0 jour la section commentaire et t\u00E9l\u00E9charger les pi\u00E8ces jointes pour des fins d'assignation de note.
group.user.grade.override=\u00C9craser la note pour {0}
grading.anonymous.title=anonyme
content_review.error.SUBMISSION_ERROR_USER_DETAILS_CODE=Une erreur est survenue lors de la soumission du travail au service de d\u00E9tection de similitudes. Les informations de l’utilisateur sont incompl\u00E8tes ou invalides.	

additionalOptionsName=Options additionnelles pour la remise
review.exclude.matches.percentage=Pourcentage:
sendFeedback.show=Afficher les param\u00EAtres pour la r\u00E9troaction
search_students=Chercher un \u00E9tudiant
nav.next.ungraded=La remise suivante pas encore not\u00E9e
noAdditionalOptionsName=Il n'y a pas d'options additionnelles pour la remise
tag.list.summary = Le tableau contient la liste des \u00E9tiquettes associ\u00E9es au travail courant.
gradingsub.prefee2 = L'enseignant commente les pr\u00E9c\u00E9dentes remises
peerassessment.instructions.reviewer = Instructions pour l'\u00E9valuation par les pairs
sort.summary = Le tableau contient des \u00E9l\u00E9ments \u00E0 trier. La deuxi\u00E8me colonne contient le lien pour faire monter l'\u00E9l\u00E9ment. La troisi\u00E8me pour le faire descendre. La derni\u00E8re pour d\u00E9placer l'\u00E9l\u00E9ment \u00E0 un endroit pr\u00E9cis.
gen.history = Historique
fail = \u00C9chec
note.alert.text = S'il vous pla\u00EEt, entrez le texte de la note priv\u00E9e.
stuviewsubm.removeatt = Supprimer
size.exceeded = La limite de t\u00E9l\u00E9versement de {0}Mo a \u00E9t\u00E9 d\u00E9pass\u00E9e.
allPurpose.show = Afficher cet \u00E9l\u00E9ment
peerassessment.invliadPeriodTime = La p\u00E9riode d'\u00E9valuation par les pairs doit minimalement d\u00E9buter 10 minutes apr\u00E8s la date d'\u00E9ch\u00E9ance finale du travail.
choosefile7 = Choisissez le document \u00E0 joindre.
uuploadall.choose.file.feedbackTexts = Commentaires ins\u00E9r\u00E9s dans les textes remis par les \u00E9tudiants (dans le cas d'une remise en ligne)
grades.eid = ID
search_clear = R\u00E9initialiser
peerassessment.invliadSubmissionTypeAssignment = L'\u00E9valuation par les pairs n'est pas disponible pour le mode de remise en format papier.
downloadall.alert.choose.element = Vous devez choisir au moins un \u00E9l\u00E9ment dans les options de t\u00E9l\u00E9chargement.
allowResubmission.show = Afficher les param\u00E8tres pour autoriser de nouvelles remises
confirm.savesubmission.label.submission.id = Identifiant de la remise enregistr\u00E9e\:
gen.opendate.annc = Annonce de la date de d\u00E9but
grading.reminder.anon = Veuillez ne pas inscrire votre nom dans la section des commentaires car l'\u00E9valuation est anonyme.
nostudent_searchview = Aucun \u00E9tudiant correspond aux crit\u00E8res.
peerassessment.notavailable = L'\u00E9valuation par les pairs n'est pas disponible pour la remise de travaux s\u00E9lectionn\u00E9e.
youarenot20 = Vous \u00EAtes en train de r\u00E9viser un travail apr\u00E8s la date de d\u00E9but du travail.
stuviewsubm.submitreminder = Ne pas oublier d'enregistrer ou de remettre.
allPurpose.instruction = Cette information sera affich\u00E9e au moment et aux personnes s\u00E9lectionn\u00E9s ci-dessous.
nav.list = Retour \u00E0 la liste
gen.resubmission = Nouvelle remise
youarenot19 = Vous n'avez pas le droit de r\u00E9organiser les travaux.
stuviewsubm.peerreviewanon = Apr\u00E8s avoir \u00E9t\u00E9 soumise, cette \u00E9valuation fera partie de l'ensemble des \u00E9valuations par les pairs. N'inscrivez pas votre nom dans les textes, les fichiers ou le nom des fichiers \u00E9valu\u00E9s.
nav.prev = < Pr\u00E9c\u00E9dent
uploadall.instruction4 = Chaque dossier peut contenir un fichier de commentaires.txt, le travail remis par l'\u00E9tudiant accompagn\u00E9 des commentaires de l'enseignant ainsi que tout autre fichier que vous d\u00E9sirez retourner avec le devoir.
uploadall.instruction3 = Gabarit de t\u00E9l\u00E9chargement
gradingsub.nosubmittedtext = Il n'y a aucun texte remis par l'\u00E9tudiant.
grades.firstname = Pr\u00E9nom
peerassessment.reviewInstructions = Instructions pour les correcteurs:
same_assignment_title = Il existe d\u00E9j\u00E0 une remise avec le titre  ''{0}'. SVP saisir un titre diff\u00E9rent.
confirm.savesubmission.attachments = Fichiers joints enregistr\u00E9s\:
attempty = Vous ne pouvez pas envoyer de pi\u00E8ce jointe vide\: ''{0}''.
peerAssessmentUse = Utiliser la correction par les pairs
selected.group=Groupe/\u00E9quipe s\u00E9lectionn\u00E9
confirm.submission.email.noEmailAddress = Aucune confirmation contenant cette information n'a pu \u00EAtre envoy\u00E9e car l'adresse \u00E9lectronique est manquante.
peerassessment.numSubmissions = Nombre de travaux que les \u00E9tudiants devront corriger
noti.subject.content = Courriel de notification pour la remise des travaux
gen.hideduedate = Cacher la date de remise aux \u00E9tudiants
peerassessment.alert.saveinvalidscore = Le score doit \u00EAtre sup\u00E9rieur \u00E0 0.
allowResubmission.hide = Param\u00E8tres pour masquer Autoriser de nouvelles remises
group.already.submitted = L'\u00E9quipe a d\u00E9ja soumis le travail
peerassessment.invalidNumReview = Le nombre de travaux que les \u00E9tudiants doivent \u00E9valuer doit \u00EAtre sup\u00E9rieur \u00E0 0.
modelAnswer = Mod\u00E8le de r\u00E9ponse
grading.alert.draft.beforeclosedate = La date d'\u00E9ch\u00E9ance n'est pas encore pass\u00E9e et l'\u00E9tudiant peut modifier son travail. \u00CAtes-vous s\u00FBr de vouloir proc\u00E9der \u00E0 la notation?
noti.subject.label = Objet :
group.select.represent = Choisissez l'\u00E9quipe que vous representez
sort.caption = Liste des ressources \u00E0 trier
reorder.undo.all.label = Annuler tous les changements
not.graded.non.electronic.submission.grade = Assigner cette note \u00E0 toutes les remises non \u00E9lectroniques et non \u00E9valu\u00E9es \:
uploadall.alert.wrongZipFormat = L'archive Zip n'est pas dans le bon format. Veuillez vous assurer que le fichier Zip contient les dossiers d'\u00E9tudiants et le fichier notes.csv \u00E0 la racine.
nav.header=Passer d'une remise \u00E0 une autre
peerassessment.invliadGroupAssignment = L'\u00E9valuation par les pairs n'est pas disponible lors d'une remise de travaux d'\u00E9quipe.
list.sorbysta = Trier par statut
group.issubmit = Cette remise est pour un travail d'\u00E9quipe
allPurpose.show.util = Jusqu'au:
modelAnswer.instruction = Fournir un mod\u00E8le de r\u00E9ponse au travail
peerassessment.anonymousEvaluation = \u00C9valuation anonyme
cannotfin_assignment = Impossible de trouver le travail ''{0}''.
peerassessment.draftInProgress = Brouillon \u2013 En cours
stuviewsubm.attfromcomputerlabelmore = Choisir d'autres fichiers de votre ordinateur
peerassessment.restorereview = Rendre l'\u00E9valuation visible
grading.reminder.body = Veuillez n'\u00E9valuer les travaux que dans une seule fen\u00EAtre ou page de votre navigateur et ne pas avoir d'autres fen\u00EAtres ou pages ouvertes.\r\n<span class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
	<span class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
modelAnswer.alert.showto = S'il vous pla\u00EEt, choisir le moment appropri\u00E9 pour afficher le mod\u00E8le de r\u00E9ponse aux \u00E9tudiants.
peerassessment.student = \u00C9tudiant {0}
sort.movedn = Abaisser
allowResubmission.groups.instruction = S\u00E9lectionner une \u00E9quipe et appliquer les param\u00E8tres pour de nouvelles remises
youarenot_addAssignmentContent = Vous n'avez pas les droits pour ajouter une remise
confirm.savesubmission.include = Votre remise enregistr\u00E9e inclut ce qui suit\:
listsub.grasub = Corriger le travail remis
nav.prev.ungraded=La remise pr\u00E9c\u00E9dente pas encore not\u00E9e
areyousur_withSubmission = Voulez-vous vraiment supprimer le travail ''{0}'' qui comprend d\u00E9j\u00E0 des remises
peerassessment.removed = L'\u00E9valuation a bien \u00E9t\u00E9 supprim\u00E9e
allPurpose.show.to = Montrer \u00E0\:
send.submission.releasereturn.email = Envoyer une notification par courriel aux \u00E9tudiants lorsque la note est disponible et qu'une nouvelle remise est autoris\u00E9e.
grades.members = Usagers
noti.submit.time = Remis le :
group.must.member = Vous devez \u00EAtre un membre d'au moins une \u00E9quipe pour soumettre
reorder.instruction.general = Pour ordonancer les travaux, utilisez le \"cliquer-glisser\". Cliquez ensuite sur \"Enregistrer\".
peerassessment.reviewerComments = Commentaires des \u00E9valuateurs
allPurpose = Autre information \u00E0 transmettre
youarenot_options = Vous n'avez pas les droits pour modifier les options de l'outil Remise de travaux.
somelsis_assignment = Une autre personne est en train de modifier la remise  ''{0}''.
download_url_link_label = Lien Tout t\u00E9l\u00E9charger
new.title = Nouveau travail
confirm.savesubmission.title = La confirmation de votre remise est enregistr\u00E9e.
youarenot11_c = Vous n'avez pas le droit de supprimer le contenu du travail.
theassicon = Le contenu du travail est en train d'\u00EAtre modifi\u00E9 par un autre utilisateur.
gen.position = Position
stuviewsubm.submissatt = Fichiers soumis
peerassessment.noscore = Aucune note
notpermis4 = Vous n'avez pas la permission d'ajouter des ressources.
nav.message = (Les changements seront sauvegard\u00E9s)
downloadall.button.download = T\u00E9l\u00E9charger
peerassessment.submitted = Soumis
singleatt = Un seul fichier joint
gen.assign.gra = Corriger
grading.no2 = Ne pas associer le travail au Relev\u00E9 de notes
peerassessment.notStarted = Non d\u00E9but\u00E9
att.upl = Choisissez le dossier:
cannotfin_assignmentContent = Impossible de trouver le contenu du travail  ''{0}''.
modelAnswer.show_to_student.prompt = Affichage aux \u00E9tudiants
failed.diskio = Le processus de t\u00E9l\u00E9versement n'est pas termin\u00E9 en raison d'un erreur I/O sous serveur.
note.label = Notes priv\u00E9es
peerAssessmentSavedGrading = Une \u00E9valuation a \u00E9t\u00E9 sauvegard\u00E9e, mais non soumise. Si vous ne la soumettez pas avant la date d'\u00E9ch\u00E9ance, elle sera automatiquement soumise.
stuviewsubm.attfromserverlabel = ou choisir d'autres fichiers de votre Espace personnel ou du site de cours
allPurpose.show.time = Heure:
downloadall.instruction = Choisir l'option de t\u00E9l\u00E9chargement d\u00E9sir\u00E9e, puis cliquer sur "T\u00E9l\u00E9charger" au bas de cette page.
noti.releaseresubmission.subject.content = Notification par courriel pour les travaux autorisant une nouvelle remise
uploadall.choose.file.studentSubmissionAttachment = Fichiers remis par les \u00E9tudiants (que vous avez possiblement annot\u00E9s)
assignment = Travail:
uploadall.choose.file.confirm = Vous avez choisi le fichier d'archives pour le d\u00E9p\u00F4t. Des dossiers contenus dans les archives seront mis \u00E0 jour \u00E0 la remise correspondante du travail par d'\u00E9tudiant.
allPurpose.show.from = Du
gen.section.info = Section (ne pas utiliser pour un travail d'\u00E9quipe)
peerassessment.submissionReq = Soumission d'\u00E9valuation requise
grading.alert.multiTab = Vos \u00E9valuations, commentaires et r\u00E9troactions n'ont pas \u00E9t\u00E9 enregistr\u00E9s. Vous allez devoir les incrire \u00E0 nouveau. En effet, vous pouvez ouvrir seulement un travail d'\u00E9tudiant \u00E0 la fois. Si vous ouvrez un deuxi\u00E8me travail avant de quitter le premier, vous perdez vos corrections du premier travail. Il vous faut alors fermer toutes les remises de travaux, puis en r\u00E9ouvrir une pour pouvoir la corriger. Pour \u00E9viter ce probl\u00E8me, ouvrez une seule fen\u00EAtre ou page de votre navigateur pendant que vous faites vos corrections. Nous vous recommandons de fermer et de relancer votre navigateur, et de vous reconnecter au syst\u00E8me avant de continuer la correction.
group.submission.not.found = Travail d'\u00E9quipe non trouv\u00E9
additional_information = \u00C9l\u00E9ments suppl\u00E9mentaires
noti.student = \u00C9tudiant \:
allowVisibleDate = Choisir une date d'affichage
nav.view.subsOnly=Afficher les \u00E9tudiants ayant remis leur travail
peerassessment.notOpen = Non disponible
noti.releasegrade.text = Votre remise du travail "{0}" a \u00E9t\u00E9 renvoy\u00E9e. Voir les d\u00E9tails \u00E0 cet endroit {1}.
allowResubmission.groups.label = S\u00E9lectionner une \u00E9quipe et autoriser de nouvelles remises
allPurpose.show.hide = Cacher cet \u00E9l\u00E9ment
uploadall.choose.file.gradeFile.csv = format CSV, fichier notes.csv
modelAnswer.alert.modelAnswer = S'il vous pla\u00EEt, fournir un mod\u00E8le de r\u00E9ponse.
uploadall.choose.file.feedbackComments = Commentaires (fichier commentaires.txt dans les dossiers d'\u00E9tudiants, le cas \u00E9ch\u00E9ant)



#Fri Nov 26 20:33:13 CET 2010
confirm.submission.title = Confirmation de la remise
gen.theassinf = Information du travail
gen.regrading=Recorrection
gen.inpro=En cours
gen.stuvie = Vue de l'\u00E9tudiant
check = Coche (v\u00E9rifi\u00E9)
gen.assdet = D\u00E9tails du travail
uploadall.choose.file2 = Choisir les \u00E9l\u00E9ments \u00E0 t\u00E9l\u00E9verser
gen.theare2=Il n'y a aucune remise.
gen.alert=Alerte\:
gen.addduedat = Ajouter une date d'\u00E9ch\u00E9ance \u00E0 l'agenda
newassig.tosel = Pour s\u00E9lectionner plus d'une section\: maintenir enfonc\u00E9e la touche (Windows\: Ctrl, Mac\: Pomme) en cliquant sur la deuxi\u00E8me section et les subs\u00E9quentes.
gen.filatt=Fichier joint
prevassig.shostuvie = Afficher la vue de l'\u00E9tudiant
nonelec_instruction = Ce travail ne permet pas les remises en ligne. Contacter votre enseignant au besoin.
gen.sorbylas=Trier par nom
gen.openquote="
uploadall.choose.file=Fichier\:
theisno = Il n'existe pas de tel travail.
listsub.sorbysub=Trier par heure de remise
viewassig.datcre=Date de cr\u00E9ation
viewsubmission=Affichage de la remise
group = \u00C9quipe
displayto.site = Afficher la remise \u00E0 tous les utilisateurs ou \u00E9quipes du site
assig6 = Travail\: Date de d\u00E9but
stuviewgrad.thegradet = D\u00E9tail de la correction du travail remis
uploadall.alert.choose.element = Vous devez choisir au moins un \u00E9l\u00E9ment du dossier \u00E0 t\u00E9l\u00E9verser.
assig5 = Travail\: Nouvelle date de d\u00E9but
assig4 = La date d'\u00E9ch\u00E9ance du travail ne doit pas \u00EAtre dans le pass\u00E9.
cannotmak = Impossible de faire une annonce pour la date de d\u00E9but du travail.
assig3 = La date d'\u00E9ch\u00E9ance du travail doit \u00EAtre post\u00E9rieure \u00E0 la date de d\u00E9but.
access=Acc\u00E8s
granotset = Type de note non indiqu\u00E9
gen.submittedtext=Texte remis
gen.orisub=Texte original remis
gen.gra2=Note\:
gen.addinstatts = Fichiers joints de l'enseignant pour cette remise
gen.resub=Nouvelle remise
date.closedate = Date de fin
gen.noasscan = Date jusqu'\u00E0 laquelle les travaux en retard seront accept\u00E9s.
gen.hidassinf = Cacher les infos du travail
delete_assig.delanass = Supprimer un travail...
gen.sect=Section
gen.subm = Remise du travail
jan=JAN.
uploadall.button.upload=T\u00E9l\u00E9verser
gen.acesubunt = Date d'\u00E9ch\u00E9ance finale
plesuse4 = La note num\u00E9rique inscrite est plus grande que la valeur maximale permise par le syst\u00E8me. Veuillez entrer une valeur ne d\u00E9passant pas
plesuse3=Veuillez utiliser z\u00E9ro ou un nombre positif pour la note.
plesuse2=Veuillez n'utiliser qu'une seule d\u00E9cimale pour la note.
plesuse1=Veuillez utiliser un nombre pour le champ note.
inlinatt=En ligne et fichiers joints
gen.applygrade=Appliquer
gen.stuwonsee = La remise et son contenu sont visibles, mais les \u00E9tudiants ne peuvent pas soumettre leur travail.
gen.required=obligatoire
gen.addhonple = Demander de cocher l'engagement sur l'honneur
hassum = \"{0}\" a des remises.
gen.viewasstablesummary = Configuration du travail.
gen.in=Dans
gen.retustud=Retourner \u00E0 l'\u00E9tudiant
thiasshas = Attention ! Ce travail n'a pas d'instructions.
gen.remove=Supprimer
gen.returned = Corrig\u00E9
gen.instr=Instructions
viewexampleassign = Affichage de l'exemple de travail
hasDraftSum = Certains \u00E9tudiants ont commenc\u00E9 ce travail, mais ne l'ont pas encore soumis.
conte = Contenu
groups = \u00C9quipes
uploadall.releaseOption.yes=Publier les informations t\u00E9l\u00E9vers\u00E9es aux \u00E9tudiants
gen.nograd=Aucune note
allow.resubmit.number=Nombre de nouvelles remises permises
uploadall.alert.zipFile = Vous n'avez pas s\u00E9lectionn\u00E9 de fichier zip.  Vous devez s\u00E9lectionner un fichier .zip ou .sit pour le chargement.
receive.confirm.submission.email.none=Aucune notification par courriel
gen.commented=Annot\u00E9
gen.sortbyfor=Trier par audience
allow.resubmit.number.unlimited=Illimit\u00E9es
java.alert.noGroupedAssignmentIntoGB = Vous ne pouvez pas ajouter un travail d'\u00E9quipe dans le Relev\u00E9 de notes.
stuviewsubm.entbelo = Valider ci-dessous pour remettre \u00E0 nouveau
gen.honple=Engagement sur l'honneur\:
gen.revi=R\u00E9viser
review.viewreport=Voir le rapport
review.use = Utiliser {}
gen.sumcom=R\u00E9sum\u00E9 des commentaires
stulistsunbm.chotri = S\u00E9lectionner l'ic\u00F4ne triangulaire pour afficher le statut des travaux de l'\u00E9tudiant.
gen.notsta=Non d\u00E9but\u00E9
return = Corrig\u00E9
gen.att = Fichiers joints (limite de 100 Mo par fichier)
listassig.sorbytit=Trier par titre
listassig.sorbyope = Trier par date de d\u00E9but
tag.tags=\u00C9tiquettes
confirm.submission.button=OK
review.notavail=Pas encore disponible
gen.subm5=Date de remise
gen.regra=Corriger \u00E0 nouveau
gen.subm4=Remis
gen.subm3=Remettre
review.title=Service de d\u00E9tection de similitudes (Pour les participants au projet-pilote seulement)
gen.subm2 = Remise
gen.honple2val = Vous devez signer l'Engagement sur l'honneur. Pour ce faire, cliquez sur la bo\u00EEte ci-dessous.
gen.attfprgra=Fichiers joints pour la correction
gen.ass.lis.sum = Liste des travaux. Colonne 1\: titre du travail et liens pour r\u00E9viser ou dupliquer. Colonne 2\: \u00E9tat. Colonne 3\: date de d\u00E9but. Colonne 4\: date d'\u00E9ch\u00E9ance. Colonne 6\: nombre soumis et not\u00E9s. Colonne 7\: note. La colonne 8 peut contenir des cases \u00E0 cocher pour s\u00E9lectionner et supprimer des travaux.
delete_assig.delass = Supprimer les travaux...
receive.confirm.submission.email.options=Options de notification par courriel\:
gen.retu=Retour
gen.sorbydue = Trier par date d'\u00E9ch\u00E9ance
uploadall.size = La limite de chargement est de
gen.youmus = (Vous devez cocher la case pour pouvoir remettre votre travail.)
newass = nouveau travail
gen.sorbyreview=Trier par r\u00E9vision
gen.stusub = Mode de remise
viewassig.shoassinf = Afficher information du travail
stulistsunbm.shostuass = Afficher les travaux/remises de l'\u00E9tudiant
cannotfin6 = Impossible de trouver la date dans l'agenda
cannotfin1 = Impossible d'ajouter la date d'\u00E9ch\u00E9ance dans l'agenda
subasstudent=Remettre comme \u00E9tudiant
gen.instrcomment=Commentaires de l'instructeur
jun=JUIN
jul=JUIL.
setperfor = R\u00E9gler les droits d'acc\u00E8s des travaux dans le site
theisnostudent = Il n'y a pas d'\u00E9tudiants.
gen.late2=- en retard
gen.viewassliststudentsummary = Liste d'\u00E9tudiants qui ont remis des travaux.
viewsubmissions=Affichage des remises
gen.backtolist=Retour \u00E0 la liste
gen.stunam=Nom de l'\u00E9tudiant
gen.late=en retard
may=MAI
nonelec_instruction2 = Ce travail n\u00E9cessite une remise en personne.
download.spreadsheet.site=Site\:
mar=MARS
addtogradebook.alertMessage = Probl\u00E8me lors de la r\u00E9cup\u00E9ration du relev\u00E9 de notes, voir ci-dessous\:
alert.globalNavi = Si vous quittez cette page sans cliquer sur un des boutons de commande au bas de cette page, vous perdrez le travail effectu\u00E9 jusqu'\u00E0 pr\u00E9sent.
gen.addres2 = Ressources additionnelles pour le travail
gen.last=Dernier
gen.visible=Pour
stulistsunbm.hidstuass = Masquer les travaux/remises de l'\u00E9tudiant
grad3=Corrig\u00E9
grad2 = La note ne peut pas \u00EAtre plus \u00E9lev\u00E9e que la note maximale.
prevassig.hidass = Masquer le travail
gen.settfor=Configuration pour
viewassign = Affichage du travail
gen.duedat = Date d'\u00E9ch\u00E9ance
relcommented = Mettre en circulation les commentaires
review.noreport=Aucun rapport
receive.confirm.submission.email.digest = Envoyez-moi un courriel par jour contenant la liste des travaux remis
gen.sca=\u00C9chelle
gen.modbyins=Modifi\u00E9 par l'instructeur
stulistassig.selanass = S\u00E9lectionner un travail pour afficher les d\u00E9tails, d\u00E9buter un travail ou modifier un travail.
gen.notope=Non ouvert
gen.viewasslistreportsummary = Liste des travaux d'\u00E9tudiants corrig\u00E9s
gen.retustudtit=Correction termin\u00E9e, retourner maintenant \u00E0 l'\u00E9tudiant
subexampleassign = Remettre un exemple de travail
gen.thearecur2=Il n'y a actuellement aucune remise \u00E0 cet endroit.
gen.thearecur1 = Il n'y a actuellement aucun travail \u00E0 cet endroit.
gen.assinf = Instructions pour le travail
gen.sortbyfordesc=Trier par audience descendante
grading=Correction
prevassig.hidstuvie = Masquer la vue de l'\u00E9tudiant
draft=Brouillon cr\u00E9\u00E9
confirm.submission.label.user=Utilisateur\:
displayto.selected = Afficher la remise aux \u00E9quipes/groupes s\u00E9lectionn\u00E9s seulement
gen.mod=Modifi\u00E9
gradingsub.prefee=R\u00E9troaction pr\u00E9c\u00E9dente
not_allowed_to_submit = Vous n'avez pas le droit de faire de remise pour ce travail.
grading.select = S\u00E9lectionner une \u00E9valuation
deadl = Deadline
uploadall.instruction2 = Le fichier doit contenir un dossier pour chaque \u00E9tudiant.
gen.closequote="
gen.sav=Enregistrer
stuviewsubm.theassall2 = Le travail permet les remises par fichiers joints seulement.
gen.due=D\u00FB
feedbacktext = Texte de la r\u00E9troaction
viewassig.viewass1 = Affichage du travail...
nonelec = Remise papier
gen.next=Suivant
gen.at=\u00E0
gen.creby=Cr\u00E9\u00E9 par
uploadall.title=Tout t\u00E9l\u00E9verser
pass = R\u00E9ussite
gen.sortbyforasc=Trier par audience ascendante
addtogradebook.nonUniqueTitle = Un titre semblable pour un travail est d\u00E9j\u00E0 utilis\u00E9 dans le Relev\u00E9 de notes. Veuillez utiliser un titre diff\u00E9rent.
review.report=Rapport du service de d\u00E9vtection de similitudes
gen.theassall6 = Pour ce travail, vous ne pouvez utiliser que le champ de saisie ci-dessous. Inscrivez votre r\u00E9ponse. Enregistrez fr\u00E9quemment votre travail.
gen.stuvieof = Vue de l'\u00E9tudiant du travail
update=Mettre \u00E0 jour
opedat = Date de d\u00E9but du travail
gen.theassall4 = Cet espace permet de saisir directement du texte et/ou de joindre des fichiers. Inscrivez vos commentaires dans le champ ci-dessous et utilisez le bouton <i>Choisissez un fichier</i> pour inclure d'autres documents. Enregistrez fr\u00E9quemment votre travail.
dec=D\u00C9C.
java.alert.youchoosegroup = Vous devez choisir au moins une \u00E9quipe.
gen.can=Annuler\r\n
list.show=Afficher
gen.atttoret=Fichiers joints \u00E0 retourner avec la note
gen.noattsubmitted=Aucun fichier joint
gen.relea=Mettre en circulation
stuviewsubm.asshasbee4 = Le travail a \u00E9t\u00E9 retourn\u00E9 le
stuviewsubm.asshasbee3 = Le travail a \u00E9t\u00E9 remis \u00E0 nouveau le
stuviewsubm.asshasbee2 = Le travail a \u00E9t\u00E9 corrig\u00E9/annot\u00E9.
stulistassig.selanass1 = La liste des travaux ci-dessous appara\u00EEt exactement comme un \u00E9tudiant la verra. En cliquant 'Remettre comme \u00E9tudiant', vous pouvez faire le travail exactement de la m\u00EAme fa\u00E7on qu'un \u00E9tudiant le fera, incluant la remise du travail.
gen.noatt=Aucun fichier joint pour l'instant
assignmenttext = Texte du travail
gen.rev=R\u00E9vision
nov=NOV.
inlin=En ligne seulement
gen.pre=Aper\u00E7u
newassig.comfor = Compl\u00E9ter le formulaire, puis cliquer sur 'Publier' au bas de la page. Un <span class\="reqStarInline">*</span> signifie une information obligatoire.\r\n<span class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
grading.associate.alert = Vous devez s\u00E9lectionner un item du Relev\u00E9 de notes
repsubmi.sorbytur=Trier par date de remise
acesubdea3 = La date de remise finale doit \u00EAtre post\u00E9rieure \u00E0  la date de d\u00E9but.
gen.new=Nouveau
gradingsub.prefeedbackAttachments=Fichiers joints pr\u00E9c\u00E9dents retourn\u00E9s
acesubdea2 = La date de remise finale doit \u00EAtre post\u00E9rieure \u00E0 la date limite de remise.
gradingsub.opecliass = Ouvrir, cliquez pour fermer l'instruction du travail
repsubmi.sorbysca = Trier par \u00E9chelle de notation
download.spreadsheet.column.userid = Code de l'utilisateur
uploadall.instruction = S\u00E9lectionnez un fichier \u00E0 t\u00E9l\u00E9verser, choisissez les options et cliquez sur <i>"T\u00E9l\u00E9verser"</i>. Les \u00E9l\u00E9ments requis sont indiqu\u00E9s avec un
gen.clocli = Fermer, cliquer pour ouvrir les instructions du travail
youarenot18 = Vous devez signer l'Engagement sur l'honneur avant la remise.
youarenot17 = Vous \u00EAtes en train de r\u00E9viser un travail apr\u00E8s la date d'\u00E9ch\u00E9ance
gen.proces=En traitement......
gen.addinst = Commentaires de l'enseignant \u00E0 propos du travail que vous avez remis
youarenot13 = Vous n'avez pas le droit de remettre un travail.
gen.sordes = Trier de fa\u00E7on descendante
permis=Droits d'acc\u00E8s
youarenot12 = Vous n'avez pas le droit d'envoyer une r\u00E9ponse.
confirm.submission.email = Vous recevrez une confirmation par courriel contenant ces informations.
aug=AO\u00DBT
addtogradebook.wrongGradeScale = L'int\u00E9gration dans le relev\u00E9 de notes n'est disponible que pour les travaux ayant une note num\u00E9rique.
delet=Supprimer
feedbackcomment=R\u00E9troaction
gen.dra2=Brouillon -
gen.dra1=Brouillon
download.spreadsheet.title = Remise du travail fichier Excel
downall = Tout t\u00E9l\u00E9charger
listsub.nosub = Aucun travaux remis
date.invalid = Date invalide pour {0}
gen.folatt=Fichier joint au dossier
listassig.sorbynum2 = Trier par nombre de travaux remis non corrig\u00E9s
stuviewsubm.theclodat = Le contenu du devoir n'est actuellement pas disponible. Vous ne pouvez pas remettre une r\u00E9ponse.
listassig.sorbynum1 = Trier par nombre total de travaux remis
attaonly=Fichiers joints seulement
group.list.summary = La table contient la liste des groupes. La premi\u00E8re colonne contient des cases \u00E0 cocher, la seconde le nom du groupe et la troisi\u00E8me, la description du groupe. En cliquant sur les ent\u00EAtes, vous pouvez organiser la liste comme vous le souhaitez.
ungra=Non corrig\u00E9
gen.open=Ouvert
uploadall.choose.file.gradeFile = Fichier de notes
lisofass2 = Liste des travaux par \u00E9tudiant
lisofass1 = Liste des travaux
prevassig.shoass = Afficher le travail
stulistsunbm.listhestu = Liste des remises de l'\u00E9tudiant pour chacun des travaux. Colonne 1\: nom de l'\u00E9tudiant - cliquez pour \u00E9tendre. Lorsque \u00E9tendu, les colonnes 2-5 affichent le titre du travail, sa remise, son \u00E9tat et sa note.
gen.pos=Publier
gen.sorbygra=Trier par note
stulistassig.asshasbee1 = (Le travail a \u00E9t\u00E9 supprim\u00E9)
cannotrem = Imposssible de supprimer l'ancienne date pour le travail
gradingsub.pregra=Note pr\u00E9c\u00E9dente\:
grading.no = Ne pas ajouter le travail au Relev\u00E9 de notes
gen.honple2 = <b>Engagement sur l'honneur\:</b> Je certifie \u00EAtre l'auteur de ce travail, que celui-ci ne contient aucun mat\u00E9riel plagi\u00E9 en tout ou en partie et que les sources d'information externes sont correctement signal\u00E9es et cit\u00E9es. Je reconnais que pour un travail d'\u00E9quipe tous les membres sont pr\u00E9sum\u00E9s solidairement responsables s'il y a infraction au r\u00E8glement p\u00E9dagogique. Je connais les <a href\="http\://www.hec.ca/etudiant_actuel/mon_programme/reglements_plagiat.html\#Article12.1Infractionsdenaturepdagogique" target\="_blank">r\u00E8glements et sanctions de HEC Montr\u00E9al en mati\u00E8re de plagiat</a> et par la pr\u00E9sente je certifie m'y conformer.
listassig.sorbysec=Trier par section
gen.savdra = Enregistrer un brouillon
grading.add = Ajouter le travail au Relev\u00E9 de notes
gen.grasca = Type de notation
viewassig.theassall5 = Cet espace permet la remise en utilisant uniquement le champ de saisie ci-dessous. Veuillez inscrire votre r\u00E9ponse et enregistrez fr\u00E9quemment votre travail.
confirm.submission.notext=Aucun texte remis
gen.don = Terminer
viewassig.theassall3 = Cet espace permet la remise \u00E0 l'aide de fichiers joints uniquement. Cliquez sur <i>Ajouter fichiers joints</i> ci-dessous pour joindre un ou plusieurs documents.
sep = SEP.
releas=Mis en circulation
viewassig.theassall1 = Cet espace permet de saisir du texte directement et/ou de joindre des fichiers. Inscrivez vos commentaires dans le champ ci-dessous et cliquez sur <i>Ajouter fichiers joints</i> pour inclure d'autres documents. Enregistrez fr\u00E9quemment votre travail.
gen.remove.q=Supprimer?
gen.previous=Pr\u00E9c\u00E9dent
gen.savdragra=Enregistrer
gradingsub.usethebel2 = Utilisez le champ de saisie ci-dessous pour inscrire des commentaires r\u00E9capitulatifs \u00E0 propos du fichier joint \u00E0 ce travail ou de la note.
gradingsub.usethebel1 = Utilisez le champ de saisie ci-dessous pour inscrire des commentaires \u00E0 propos de ce travail.
gen.submission=Remise
gen.viewing=Affichage
youmust7=Vous devez inscrire votre r\u00E9ponse dans le champ de saisie avant la remise.
youmust6 = Vous devez d'abord s\u00E9lectionner un(des) travail(aux) en cochant la case \u00E0 c\u00F4t\u00E9 du nom du travail. Ensuite, cliquez sur "Mettre \u00E0 jour" pour supprimer le(les) travail(aux).
gen.to=\u00E0
youmust2 = Vous devez soit inscrire votre r\u00E9ponse dans le champ de saisie soit joindre au moins un document avant la remise.
confirm.submission.success=Le travail a \u00E9t\u00E9 remis avec succ\u00E8s.
youmust1=Vous devez joindre au moins un document avant la remise.
gen.staass = Commencer le travail
nostudent=Il n'y a pas d'\u00E9tudiant dans le site.
grade.max=max
receive.confirm.submission.email.each = Envoyez-moi un courriel pour chaque travail remis
gen.savdratit=Enregistrer les commentaires et les notes, mais ne pas retourner \u00E0 l'\u00E9tudiant maintenant
points = Notes num\u00E9riques
gen.notrequired=Non requis
stuviewsubm.youatt = Fichier joint de votre travail
gen.reviewing=R\u00E9vision
gen.anntheope = Afficher une annonce \u00E0 propos de la date de d\u00E9but du travail
gen.lisofassto = Liste des travaux \u00E0 supprimer
gen.yes=Oui
newassig.selectmessage = Appuyer sur Enter, puis utiliser Alt + les touches de d\u00E9placement vers le haut et vers le bas pour faire d\u00E9filer le menu
non.submission.grade.select=Veuillez s\u00E9lectionner la note par d\u00E9faut\:
oct=OCT.
gen.review=R\u00E9viser
prevassig.preass = Aper\u00E7u du travail...
gen.sorbymax=Trier par note maximale disponible
gen.yousub=Votre remise
gen.hasbee = Le travail a \u00E9t\u00E9 remis le
apr=AVR.
gen.sorasc = Trier de fa\u00E7on ascendante
youarenot6 = Vous n'avez pas le droit de modifier le travail.
youarenot5 = Vous n'avez pas le droit de dupliquer le travail.
youarenot4 = Vous n'avez pas le droit de cr\u00E9er une remise de travail.
gen.addatttoassiginstr = Ajouter un fichier de votre ordinateur ou s\u00E9lectionner un fichier existant dans les Ressources. Ensuite, s\u00E9lectionner 'Continuer', ou s\u00E9lectionner 'Annuler' pour retourner au travail en cours sans introduire de changements. Une fois de retour au travail en cours, le sauvegarder.
gen.closed=Ferm\u00E9
gen.asstit = Titre du travail
gen.notset=Non r\u00E9gl\u00E9
gen.checked=V\u00E9rifi\u00E9
gen.addatt = Ajouter des fichiers joints
gen.gra=Note
addtogradebook.illegalPoints = Une entr\u00E9e du relev\u00E9 de notes ne peut \u00EAtre cr\u00E9\u00E9e pour ce travail, car le maximum de points doit \u00EAtre > 0. Veuillez soit changer le maximum de points du travail ou d\u00E9cocher le choix "Ajouter au relev\u00E9 de notes".
gen.adddroatt = Ajouter/supprimer des fichiers joints
stuviewsubm.asshasnot = Lire la page, remplir les champs appropri\u00E9s et/ou joindre les fichiers, puis s\u00E9lectionner le bouton appropri\u00E9 au bas de la page.
gen.atttoret2 = Fichiers joints \u00E0 retourner avec le travail
stuviewsubm.plesub=Veuillez remettre \u00E0 nouveau avec vos modifications.
gen.outof=de
gen.grarep=Relev\u00E9 de notes
gen.status=Statut
confirm.submission.label.classsite = Site du cours:
addtogradebook = Ajouter au Relev\u00E9 de notes
range.allgroups=site
group.list.descr=Description
letter = Notes litt\u00E9rales
uploadall.releaseOption=S\u00E9lectionnez une option de publication
gen.stuatt=Fichiers joints remis
newassig.opedat = Date de d\u00E9but
non.submission.grade = Assigner cette note \u00E0 tous les \u00E9tudiants qui n'ont pas de note\:
gradingsub.prefeetex=Texte de la r\u00E9troaction pr\u00E9c\u00E9dente
dupli=Dupliquer
gen.first=Premier
download.spreadsheet.column.name=Nom
list.itemsper=\u00E9l\u00E9ments...
newope = Nouvelle date de d\u00E9but pour ce travail
stupresub.max=max
gen.pf = R\u00E9ussite/\u00C9chec
downspr=T\u00E9l\u00E9charger la feuille de calcul
allowResubmit = Autoriser de nouvelles remises
resubmit=Remettre \u00E0 nouveau
review.allow=Autoriser les \u00E9tudiants \u00E0 voir les rapports
gen.of=de
gen.student=\u00C9tudiant
listsub.sorbyrel=Trier par mise en circulation
new=Ajouter
gen.addatttoassig = Ajouter un fichier joint au travail
gen.items=\u00E9l\u00E9ments
gen.grading=Notation
gen.no=Non
tag.emptylist=Il n'y a pas d'\u00E9tiquette \u00E0 afficher.
uploadall.releaseOption.no = Ne pas publier maintenant les informations t\u00E9l\u00E9vers\u00E9es - Publier plus tard
gen.orisub2 = Texte original remis avec les commentaires de l'enseignant ajout\u00E9s le cas \u00E9ch\u00E9ant
plespethe3 = S'il vous pla\u00EEt, indiquez le nombre maximum de points.
plespethe2 = Veuillez indiquer la note.
plespethe1 = Veuillez indiquer le titre du travail.
gen.assig = Travail
gen.view2=Afficher
relgrad = Mettre en circulation les notes
gradingsub.belisthe = Vous trouverez ci-dessous le travail d'un \u00E9tudiant. Vous pouvez ins\u00E9rer des commentaires \u00E0 l'int\u00E9rieur de ce texte en cliquant dans le champ de saisie, puis en inscrivant vos commentaires. Les commentaires entour\u00E9s de doubles accolades, {{<span class\="highlight">Comme tel</span>}}, appara\u00EEtront en rouge pour l'\u00E9tudiant.
grading.associate = Associer \u00E0 une \u00E9valuation existante Relev\u00E9 de notes
feb=F\u00C9V.
download.spreadsheet.date=Date de t\u00E9l\u00E9chargement\:
gen.forpoi = Note num\u00E9rique maximale


#Fri Nov 26 20:33:13 CET 2010
confirm.submission.title = Confirmation de la remise
gen.theassinf = Information du travail
gen.regrading=Recorrection
gen.inpro=En cours
gen.stuvie = Vue de l'\u00E9tudiant
check = Coche (v\u00E9rifi\u00E9)
gen.assdet = D\u00E9tails du travail
uploadall.choose.file2 = Choisir les \u00E9l\u00E9ments \u00E0 t\u00E9l\u00E9verser
gen.theare2=Il n'y a aucune remise.
gen.alert=Alerte\:
gen.addduedat = Ajouter une date d'\u00E9ch\u00E9ance \u00E0 l'agenda
newassig.tosel = Pour s\u00E9lectionner plus d'une section: maintenir enfonc\u00E9e la touche (Windows: Ctrl, Mac: Pomme) en cliquant sur la deuxi\u00E8me section et les subs\u00E9quentes.
gen.filatt=Fichier joint
prevassig.shostuvie = Afficher la vue de l'\u00E9tudiant
nonelec_instruction = Ce travail ne permet pas les remises en ligne. Contacter votre enseignant au besoin.
gen.sorbylas=Trier par nom
gen.openquote="
uploadall.choose.file=Fichier\:
theisno = Il n'existe pas de tel travail.
listsub.sorbysub=Trier par heure de remise
viewassig.datcre=Date de cr\u00E9ation
viewsubmission=Affichage de la remise
group = \u00C9quipe
displayto.site = Afficher la remise \u00E0 tous les utilisateurs ou \u00E9quipes du site
assig6 = Travail: Date de d\u00E9but
stuviewgrad.thegradet = D\u00E9tail de la correction du travail remis
uploadall.alert.choose.element = Vous devez choisir au moins un \u00E9l\u00E9ment du dossier \u00E0 t\u00E9l\u00E9verser.
assig5 = Travail: Nouvelle date de d\u00E9but
assig4 = La date d'\u00E9ch\u00E9ance du travail ne doit pas \u00EAtre dans le pass\u00E9.
cannotmak = Impossible de faire une annonce pour la date de d\u00E9but du travail.
assig3 = La date d'\u00E9ch\u00E9ance du travail doit \u00EAtre post\u00E9rieure \u00E0 la date de d\u00E9but.
access=Acc\u00E8s
granotset = Type de note non indiqu\u00E9
gen.submittedtext=Texte remis
gen.orisub=Texte original remis
gen.gra2=Note\:
gen.addinstatts = Fichiers joints de l'enseignant pour cette remise
gen.resub=Nouvelle remise
date.closedate = Date de fin
gen.noasscan = Date jusqu'\u00E0 laquelle les travaux en retard seront accept\u00E9s.
gen.hidassinf = Cacher les infos du travail
delete_assig.delanass = Supprimer un travail...
gen.sect=Section
gen.subm = Remise du travail
jan=JAN.
uploadall.button.upload=T\u00E9l\u00E9verser
gen.acesubunt = Date d'\u00E9ch\u00E9ance finale
plesuse4 = La note num\u00E9rique inscrite est plus grande que la valeur maximale permise par le syst\u00E8me. Veuillez entrer une valeur ne d\u00E9passant pas
plesuse3=Veuillez utiliser z\u00E9ro ou un nombre positif pour la note.
plesuse2=Veuillez n'utiliser qu'une seule d\u00E9cimale pour la note.
plesuse1=Veuillez utiliser un nombre pour le champ note.
inlinatt=En ligne et fichiers joints
gen.applygrade=Appliquer
gen.stuwonsee = La remise et son contenu sont visibles, mais les \u00E9tudiants ne peuvent pas soumettre leur travail.
gen.required=obligatoire
gen.addhonple = Demander de cocher l'engagement sur l'honneur
hassum = \"{0}\" a des remises.
gen.viewasstablesummary = Configuration du travail.
gen.in=Dans
gen.retustud=Retourner \u00E0 l'\u00E9tudiant
thiasshas = Attention ! Ce travail n'a pas d'instructions.
gen.remove=Supprimer
gen.returned = Corrig\u00E9
gen.instr=Instructions
viewexampleassign = Affichage de l'exemple de travail
hasDraftSum = Certains \u00E9tudiants ont commenc\u00E9 ce travail, mais ne l'ont pas encore soumis.
conte = Contenu
groups = \u00C9quipes
uploadall.releaseOption.yes=Publier les informations t\u00E9l\u00E9vers\u00E9es aux \u00E9tudiants
gen.nograd=Aucune note
allow.resubmit.number=Nombre de nouvelles remises permises
uploadall.alert.zipFile = Vous n'avez pas s\u00E9lectionn\u00E9 de fichier zip.  Vous devez s\u00E9lectionner un fichier .zip ou .sit pour le chargement.
receive.confirm.submission.email.none=Aucune notification par courriel
gen.commented=Annot\u00E9
gen.sortbyfor=Trier par audience
allow.resubmit.number.unlimited=Illimit\u00E9es
java.alert.noGroupedAssignmentIntoGB = Vous ne pouvez pas ajouter un travail d'\u00E9quipe dans le Relev\u00E9 de notes.
stuviewsubm.entbelo = Valider ci-dessous pour remettre \u00E0 nouveau
gen.honple=Engagement sur l'honneur\:
gen.revi=R\u00E9viser
review.viewreport=Voir le rapport
review.use = Utiliser l''outil de d\u00E9tection de similitudes pour d\u00E9tecter le plagiat. 
gen.sumcom=R\u00E9sum\u00E9 des commentaires
stulistsunbm.chotri = S\u00E9lectionner l'ic\u00F4ne triangulaire pour afficher le statut des travaux de l'\u00E9tudiant.
gen.notsta=Non d\u00E9but\u00E9
return = Corrig\u00E9
gen.att = Fichiers joints (limite de 100 Mo par fichier)
listassig.sorbytit=Trier par titre
listassig.sorbyope = Trier par date de d\u00E9but
tag.tags=\u00C9tiquettes
confirm.submission.button=OK
review.notavail=Pas encore disponible
gen.subm5=Date de remise
gen.regra=Corriger \u00E0 nouveau
gen.subm4=Remis
gen.subm3=Remettre
review.title=Service de d\u00E9tection de similitudes
gen.subm2 = Remise
gen.honple2val = Vous devez signer l'Engagement sur l'honneur. Pour ce faire, cliquez sur la bo\u00EEte ci-dessous.
gen.attfprgra=Fichiers joints pour la correction
gen.ass.lis.sum = Liste des travaux. Colonne 1: titre du travail et liens pour r\u00E9viser ou dupliquer. Colonne 2: \u00E9tat. Colonne 3: date de d\u00E9but. Colonne 4: date d'\u00E9ch\u00E9ance. Colonne 6: nombre soumis et not\u00E9s. Colonne 7: note. La colonne 8 peut contenir des cases \u00E0 cocher pour s\u00E9lectionner et supprimer des travaux.
delete_assig.delass = Supprimer les travaux...
receive.confirm.submission.email.options=Options de notification par courriel\:
gen.retu=Retour
gen.sorbydue = Trier par date d'\u00E9ch\u00E9ance
uploadall.size = La limite de chargement est de
gen.youmus = (Vous devez cocher la case pour pouvoir remettre votre travail.)
newass = nouveau travail
gen.sorbyreview=Trier par r\u00E9vision
gen.stusub = Mode de remise
viewassig.shoassinf = Afficher information du travail
stulistsunbm.shostuass = Afficher les travaux/remises de l'\u00E9tudiant
cannotfin6 = Impossible de trouver la date dans l'agenda
cannotfin1 = Impossible d'ajouter la date d'\u00E9ch\u00E9ance dans l'agenda
subasstudent=Remettre comme \u00E9tudiant
gen.instrcomment=Commentaires de l'instructeur
jun=JUIN
jul=JUIL.
setperfor = R\u00E9gler les droits d'acc\u00E8s des travaux dans le site
theisnostudent = Il n'y a pas d'\u00E9tudiants.
gen.late2=- en retard
gen.viewassliststudentsummary = Liste d'\u00E9tudiants qui ont remis des travaux.
viewsubmissions=Affichage des remises
gen.backtolist=Retour \u00E0 la liste
gen.stunam=Nom de l'\u00E9tudiant
gen.late=en retard
may=MAI
nonelec_instruction2 = Ce travail n\u00E9cessite une remise en personne.
download.spreadsheet.site=Site\:
mar=MARS
addtogradebook.alertMessage = Probl\u00E8me lors de la r\u00E9cup\u00E9ration du relev\u00E9 de notes, voir ci-dessous:
alert.globalNavi = Si vous quittez cette page sans cliquer sur un des boutons de commande au bas de cette page, vous perdrez le travail effectu\u00E9 jusqu'\u00E0 pr\u00E9sent.
gen.addres2 = Ressources additionnelles pour le travail
gen.last=Dernier
gen.visible=Pour
stulistsunbm.hidstuass = Masquer les travaux/remises de l'\u00E9tudiant
grad3=Corrig\u00E9
grad2 = La note ne peut pas \u00EAtre plus \u00E9lev\u00E9e que la note maximale.
prevassig.hidass = Masquer le travail
gen.settfor=Configuration pour
viewassign = Affichage du travail
gen.duedat = Date d'\u00E9ch\u00E9ance
relcommented = Mettre en circulation les commentaires
review.noreport=Aucun rapport
receive.confirm.submission.email.digest = Envoyez-moi un courriel par jour contenant la liste des travaux remis
gen.sca=\u00C9chelle
gen.modbyins=Modifi\u00E9 par l'instructeur
stulistassig.selanass = S\u00E9lectionner un travail pour afficher les d\u00E9tails, d\u00E9buter un travail ou modifier un travail.
gen.notope=Non ouvert
gen.viewasslistreportsummary = Liste des travaux d'\u00E9tudiants corrig\u00E9s
gen.retustudtit=Correction termin\u00E9e, retourner maintenant \u00E0 l'\u00E9tudiant
subexampleassign = Remettre un exemple de travail
gen.thearecur2=Il n'y a actuellement aucune remise \u00E0 cet endroit.
gen.thearecur1 = Il n'y a actuellement aucun travail \u00E0 cet endroit.
gen.assinf = Instructions pour le travail
gen.sortbyfordesc=Trier par audience descendante
grading=Correction
prevassig.hidstuvie = Masquer la vue de l'\u00E9tudiant
draft=Brouillon cr\u00E9\u00E9
confirm.submission.label.user=Utilisateur\:
displayto.selected = Afficher la remise aux \u00E9quipes/groupes s\u00E9lectionn\u00E9s seulement
gen.mod=Modifi\u00E9
gradingsub.prefee=R\u00E9troaction pr\u00E9c\u00E9dente
not_allowed_to_submit = Vous n'avez pas le droit de faire de remise pour ce travail.
grading.select = S\u00E9lectionner une \u00E9valuation
deadl = Deadline
uploadall.instruction2 = Le fichier doit contenir un dossier pour chaque \u00E9tudiant.
gen.closequote="
gen.sav=Enregistrer
stuviewsubm.theassall2 = Le travail permet les remises par fichiers joints seulement.
gen.due=D\u00FB
feedbacktext = Texte de la r\u00E9troaction
viewassig.viewass1 = Affichage du travail...
nonelec = Remise papier
gen.next=Suivant
gen.at=\u00E0
gen.creby=Cr\u00E9\u00E9 par
uploadall.title=Tout t\u00E9l\u00E9verser
pass = R\u00E9ussite
gen.sortbyforasc=Trier par audience ascendante
addtogradebook.nonUniqueTitle = Un titre semblable pour un travail est d\u00E9j\u00E0 utilis\u00E9 dans le Relev\u00E9 de notes. Veuillez utiliser un titre diff\u00E9rent.
review.report=Rapport de similitude
gen.theassall6 = Pour ce travail, vous ne pouvez utiliser que le champ de saisie ci-dessous. Inscrivez votre r\u00E9ponse. Enregistrez fr\u00E9quemment votre travail.
gen.stuvieof = Vue de l'\u00E9tudiant du travail
update=Mettre \u00E0 jour
opedat = Date de d\u00E9but du travail
gen.theassall4 = Cet espace permet de saisir directement du texte et/ou de joindre des fichiers. Inscrivez vos commentaires dans le champ ci-dessous et utilisez le bouton <i>Choisissez un fichier</i> pour inclure d'autres documents. Enregistrez fr\u00E9quemment votre travail.
dec=D\u00C9C.
java.alert.youchoosegroup = Vous devez choisir au moins une \u00E9quipe.
gen.can=Annuler\r\n
list.show=Afficher
gen.atttoret=Fichiers joints \u00E0 retourner avec la note
gen.noattsubmitted=Aucun fichier joint
gen.relea=Mettre en circulation
stuviewsubm.asshasbee4 = Le travail a \u00E9t\u00E9 retourn\u00E9 le
stuviewsubm.asshasbee3 = Le travail a \u00E9t\u00E9 remis \u00E0 nouveau le
stuviewsubm.asshasbee2 = Le travail a \u00E9t\u00E9 corrig\u00E9/annot\u00E9.
stulistassig.selanass1 = La liste des travaux ci-dessous appara\u00EEt exactement comme un \u00E9tudiant la verra. En cliquant 'Remettre comme \u00E9tudiant', vous pouvez faire le travail exactement de la m\u00EAme fa\u00E7on qu'un \u00E9tudiant le fera, incluant la remise du travail.
gen.noatt=Aucun fichier joint pour l'instant
assignmenttext = Texte du travail
gen.rev=R\u00E9vision
nov=NOV.
inlin=En ligne seulement
gen.pre=Aper\u00E7u
newassig.comfor = Compl\u00E9ter le formulaire, puis cliquer sur 'Publier' au bas de la page. Un <span class=\"reqStarInline\">*</span> signifie une information obligatoire.\r\n<span class=\"highlight\">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
	<span class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
grading.associate.alert = Vous devez s\u00E9lectionner un item du Relev\u00E9 de notes
repsubmi.sorbytur=Trier par date de remise
acesubdea3 = La date de remise finale doit \u00EAtre post\u00E9rieure \u00E0  la date de d\u00E9but.
gen.new=Nouveau
gradingsub.prefeedbackAttachments=Fichiers joints pr\u00E9c\u00E9dents retourn\u00E9s
acesubdea2 = La date de remise finale doit \u00EAtre post\u00E9rieure \u00E0 la date limite de remise.
gradingsub.opecliass = Ouvrir, cliquez pour fermer l'instruction du travail
repsubmi.sorbysca = Trier par \u00E9chelle de notation
download.spreadsheet.column.userid = Code de l'utilisateur
uploadall.instruction = S\u00E9lectionnez un fichier \u00E0 t\u00E9l\u00E9verser, choisissez les options et cliquez sur <i>\"T\u00E9l\u00E9verser\"</i>. Les \u00E9l\u00E9ments requis sont indiqu\u00E9s avec un
gen.clocli = Fermer, cliquer pour ouvrir les instructions du travail
youarenot18 = Vous devez signer l'Engagement sur l'honneur avant la remise.
youarenot17 = Vous \u00EAtes en train de r\u00E9viser un travail apr\u00E8s la date d'\u00E9ch\u00E9ance
gen.proces=En traitement......
gen.addinst = Commentaires de l'enseignant \u00E0 propos du travail que vous avez remis
youarenot13 = Vous n'avez pas le droit de remettre un travail.
gen.sordes = Trier de fa\u00E7on descendante
permis=Droits d'acc\u00E8s
youarenot12 = Vous n'avez pas le droit d'envoyer une r\u00E9ponse.
confirm.submission.email = Vous recevrez une confirmation par courriel contenant ces informations.
aug=AO\u00DBT
addtogradebook.wrongGradeScale = L'int\u00E9gration dans le relev\u00E9 de notes n'est disponible que pour les travaux ayant une note num\u00E9rique.
delet=Supprimer
feedbackcomment=R\u00E9troaction
gen.dra2=Brouillon -
gen.dra1=Brouillon
download.spreadsheet.title = Remise du travail fichier Excel
downall = Tout t\u00E9l\u00E9charger
listsub.nosub = Aucun travaux remis
date.invalid = Date invalide pour {0}
gen.folatt=Fichier joint au dossier
listassig.sorbynum2 = Trier par nombre de travaux remis non corrig\u00E9s
stuviewsubm.theclodat = Le contenu du devoir n'est actuellement pas disponible. Vous ne pouvez pas remettre une r\u00E9ponse.
listassig.sorbynum1 = Trier par nombre total de travaux remis
attaonly=Fichiers joints seulement
group.list.summary = La table contient la liste des groupes. La premi\u00E8re colonne contient des cases \u00E0 cocher, la seconde le nom du groupe et la troisi\u00E8me, la description du groupe. En cliquant sur les ent\u00EAtes, vous pouvez organiser la liste comme vous le souhaitez.
ungra=Non corrig\u00E9
gen.open=Ouvert
uploadall.choose.file.gradeFile = Fichier de notes
lisofass2 = Liste des travaux par \u00E9tudiant
lisofass1 = Liste des travaux
prevassig.shoass = Afficher le travail
stulistsunbm.listhestu = Liste des remises de l'\u00E9tudiant pour chacun des travaux. Colonne 1: nom de l'\u00E9tudiant - cliquez pour \u00E9tendre. Lorsque \u00E9tendu, les colonnes 2-5 affichent le titre du travail, sa remise, son \u00E9tat et sa note.
gen.pos=Publier
gen.sorbygra=Trier par note
stulistassig.asshasbee1 = (Le travail a \u00E9t\u00E9 supprim\u00E9)
cannotrem = Imposssible de supprimer l'ancienne date pour le travail
gradingsub.pregra=Note pr\u00E9c\u00E9dente\:
grading.no = Ne pas ajouter le travail au Relev\u00E9 de notes
gen.honple2 = <b>Engagement sur l'honneur:</b> Je certifie \u00EAtre l'auteur de ce travail, que celui-ci ne contient aucun mat\u00E9riel plagi\u00E9 en tout ou en partie et que les sources d'information externes sont correctement signal\u00E9es et cit\u00E9es. Je reconnais que pour un travail d'\u00E9quipe tous les membres sont pr\u00E9sum\u00E9s solidairement responsables s'il y a infraction au r\u00E8glement p\u00E9dagogique. Je connais les <a href=\"http://www.hec.ca/etudiant_actuel/mon_programme/reglements_plagiat.html#Article12.1Infractionsdenaturepdagogique\" target=\"_blank\">r\u00E8glements et sanctions de HEC Montr\u00E9al en mati\u00E8re de plagiat</a> et par la pr\u00E9sente je certifie m'y conformer.
listassig.sorbysec=Trier par section
gen.savdra = Enregistrer un brouillon
grading.add = Ajouter le travail au Relev\u00E9 de notes
gen.grasca = Type de notation
viewassig.theassall5 = Cet espace permet la remise en utilisant uniquement le champ de saisie ci-dessous. Veuillez inscrire votre r\u00E9ponse et enregistrez fr\u00E9quemment votre travail.
confirm.submission.notext=Aucun texte remis
gen.don = Terminer
viewassig.theassall3 = Cet espace permet la remise \u00E0 l'aide de fichiers joints uniquement. Cliquez sur <i>Ajouter fichiers joints</i> ci-dessous pour joindre un ou plusieurs documents.
sep = SEP.
releas=Mis en circulation
viewassig.theassall1 = Cet espace permet de saisir du texte directement et/ou de joindre des fichiers. Inscrivez vos commentaires dans le champ ci-dessous et cliquez sur <i>Ajouter fichiers joints</i> pour inclure d'autres documents. Enregistrez fr\u00E9quemment votre travail.
gen.remove.q=Supprimer?
gen.previous=Pr\u00E9c\u00E9dent
gen.savdragra=Enregistrer
gradingsub.usethebel2 = Utilisez le champ de saisie ci-dessous pour inscrire des commentaires r\u00E9capitulatifs \u00E0 propos du fichier joint \u00E0 ce travail ou de la note.
gradingsub.usethebel1 = Utilisez le champ de saisie ci-dessous pour inscrire des commentaires \u00E0 propos de ce travail.
gen.submission=Remise
gen.viewing=Affichage
youmust7=Vous devez inscrire votre r\u00E9ponse dans le champ de saisie avant la remise.
youmust6 = Vous devez d'abord s\u00E9lectionner un(des) travail(aux) en cochant la case \u00E0 c\u00F4t\u00E9 du nom du travail. Ensuite, cliquez sur \"Mettre \u00E0 jour\" pour supprimer le(les) travail(aux).
gen.to=\u00E0
youmust2 = Vous devez soit inscrire votre r\u00E9ponse dans le champ de saisie soit joindre au moins un document avant la remise.
confirm.submission.success=Le travail a \u00E9t\u00E9 remis avec succ\u00E8s.
youmust1=Vous devez joindre au moins un document avant la remise.
gen.staass = Commencer le travail
nostudent=Il n'y a pas d'\u00E9tudiant dans le site.
grade.max=max
receive.confirm.submission.email.each = Envoyez-moi un courriel pour chaque travail remis
gen.savdratit=Enregistrer les commentaires et les notes, mais ne pas retourner \u00E0 l'\u00E9tudiant maintenant
points = Notes num\u00E9riques
gen.notrequired=Non requis
stuviewsubm.youatt = Fichier joint de votre travail
gen.reviewing=R\u00E9vision
gen.anntheope = Afficher une annonce \u00E0 propos de la date de d\u00E9but du travail
gen.lisofassto = Liste des travaux \u00E0 supprimer
gen.yes=Oui
newassig.selectmessage = Appuyer sur Enter, puis utiliser Alt + les touches de d\u00E9placement vers le haut et vers le bas pour faire d\u00E9filer le menu
non.submission.grade.select=Veuillez s\u00E9lectionner la note par d\u00E9faut\:
oct=OCT.
gen.review=R\u00E9viser
prevassig.preass = Aper\u00E7u du travail...
gen.sorbymax=Trier par note maximale disponible
gen.yousub=Votre remise
gen.hasbee = Le travail a \u00E9t\u00E9 remis le
apr=AVR.
gen.sorasc = Trier de fa\u00E7on ascendante
youarenot6 = Vous n'avez pas le droit de modifier le travail.
youarenot5 = Vous n'avez pas le droit de dupliquer le travail.
youarenot4 = Vous n'avez pas le droit de cr\u00E9er une remise de travail.
gen.addatttoassiginstr = Ajouter un fichier de votre ordinateur ou s\u00E9lectionner un fichier existant dans les Ressources. Ensuite, s\u00E9lectionner 'Continuer', ou s\u00E9lectionner 'Annuler' pour retourner au travail en cours sans introduire de changements. Une fois de retour au travail en cours, le sauvegarder.
gen.closed=Ferm\u00E9
gen.asstit = Titre du travail
gen.notset=Non r\u00E9gl\u00E9
gen.checked=V\u00E9rifi\u00E9
gen.addatt = Ajouter des fichiers joints
gen.gra=Note
addtogradebook.illegalPoints = Une entr\u00E9e du relev\u00E9 de notes ne peut \u00EAtre cr\u00E9\u00E9e pour ce travail, car le maximum de points doit \u00EAtre > 0. Veuillez soit changer le maximum de points du travail ou d\u00E9cocher le choix \"Ajouter au relev\u00E9 de notes\".
gen.adddroatt = Ajouter/supprimer des fichiers joints
stuviewsubm.asshasnot = Lire la page, remplir les champs appropri\u00E9s et/ou joindre les fichiers, puis s\u00E9lectionner le bouton appropri\u00E9 au bas de la page.
gen.atttoret2 = Fichiers joints \u00E0 retourner avec le travail
stuviewsubm.plesub=Veuillez remettre \u00E0 nouveau avec vos modifications.
gen.outof=de
gen.grarep=Relev\u00E9 de notes
gen.status=Statut
confirm.submission.label.classsite = Site du cours:
addtogradebook = Ajouter au Relev\u00E9 de notes
range.allgroups=site
group.list.descr=Description
letter = Notes litt\u00E9rales
uploadall.releaseOption=S\u00E9lectionnez une option de publication
gen.stuatt=Fichiers joints remis
newassig.opedat = Date de d\u00E9but
non.submission.grade = Assigner cette note \u00E0 tous les \u00E9tudiants qui n'ont pas de note:
gradingsub.prefeetex=Texte de la r\u00E9troaction pr\u00E9c\u00E9dente
dupli=Dupliquer
gen.first=Premier
download.spreadsheet.column.name=Nom
list.itemsper=\u00E9l\u00E9ments...
newope = Nouvelle date de d\u00E9but pour ce travail
stupresub.max=max
gen.pf = R\u00E9ussite/\u00C9chec
downspr=T\u00E9l\u00E9charger la feuille de calcul
allowResubmit = Autoriser de nouvelles remises
resubmit=Remettre \u00E0 nouveau
review.allow=Autoriser les \u00E9tudiants \u00E0 voir les rapports
gen.of=de
gen.student=\u00C9tudiant
listsub.sorbyrel=Trier par mise en circulation
new=Ajouter
gen.addatttoassig = Ajouter un fichier joint au travail
gen.items=\u00E9l\u00E9ments
gen.grading=Notation
gen.no=Non
tag.emptylist=Il n'y a pas d'\u00E9tiquette \u00E0 afficher.
uploadall.releaseOption.no = Ne pas publier maintenant les informations t\u00E9l\u00E9vers\u00E9es - Publier plus tard
gen.orisub2 = Texte original remis avec les commentaires de l'enseignant ajout\u00E9s le cas \u00E9ch\u00E9ant
plespethe3 = S'il vous pla\u00EEt, indiquez le nombre maximum de points.
plespethe2 = Veuillez indiquer la note.
plespethe1 = Veuillez indiquer le titre du travail.
gen.assig = Travail
gen.view2=Afficher
relgrad = Mettre en circulation les notes
gradingsub.belisthe = Vous trouverez ci-dessous le travail d'un \u00E9tudiant. Vous pouvez ins\u00E9rer des commentaires \u00E0 l'int\u00E9rieur de ce texte en cliquant dans le champ de saisie, puis en inscrivant vos commentaires. Les commentaires entour\u00E9s de doubles accolades, {{<span class=\"highlight\">Comme tel</span>}}, appara\u00EEtront en rouge pour l'\u00E9tudiant.
grading.associate = Associer \u00E0 une \u00E9valuation existante Relev\u00E9 de notes
feb=F\u00C9V.
download.spreadsheet.date=Date de t\u00E9l\u00E9chargement\:
gen.forpoi = Note num\u00E9rique maximale


### 362 properties in SAKAI 11 (186 changed, 176 props with same value in both versions, 0 not in 2.9.1)
#########################################################################################
####################### Personalizations  from 2.9.1-source-modif #######################
acesubdea4 = Attention \! La date de remise finale est pass\u00E9e.
acesubdea5 = Attention \! Vous allez accepter une nouvelle remise, mais la date de remise finale est pass\u00E9e.
acesubdea6 = La date des nouvelles remises doit \u00EAtre post\u00E9rieure \u00E0  la date de d\u00E9but.
additionalInfo = \u00C9l\u00E9ments suppl\u00E9mentaires
areyousur_withSubmission = Voulez-vous vraiment supprimer le travail ''{0}'' qui comprend d\u00E9j\u00E0 des remises
areyousur_multiple = Voulez-vous vraiment supprimer ces remises?
areyousur_single = Voulez-vous vraiment supprimer cette remise?
cannotfin_assignment = Impossible de trouver le travail ''{0}''.
cannotfin_assignmentContent = Impossible de trouver le contenu du travail  ''{0}''.
cannotfin3 = Impossible de trouver le travail
cannotfin4 = Impossible de trouver le contenu du travail
cannotfin5 = Impossible de trouver la remise du travail
cannotfin_site = Impossible de trouver un site avec l'identifiant  ''{0}''.
cannotfin_submission = Impossible de trouver la remise avec l'identifiant ''{0}''.
gen.addinst2 = Commentaires de l'enseignant \u00E0 propos du travail que vous avez remis
gen.assign.gra = Corriger
gen.group = \u00C9quipe
group.issubmit = Cette remise est pour un travail d'\u00E9quipe
gen.groupassignment = Travail d'\u00E9quipe
gen.userassignment = Travail individuel
gen.section.info = Section (ne pas utiliser pour un travail d'\u00E9quipe)
group.submission.not.found = Travail d'\u00E9quipe non trouv\u00E9
group.select.represent = Choisissez l'\u00E9quipe que vous representez
group.user.multiple.warning = Pour cr\u00E9er une remise par \u00E9quipe, s\u00E9lectionnez <i>Afficher la remise aux \u00E9quipes/groupes s\u00E9lectionn\u00E9s seulement</i> et cochez les \u00E9quipes pour lesquelles vous souhaitez que cette remise soit accessible. Un \u00E9tudiant ne doit pas faire partie de plus d'une \u00E9quipe. Actuellement, ces \u00E9tudiants appartiennent \u00E0 plus d'une \u00E9quipe\:
group.must.member = Vous devez \u00EAtre un membre d'au moins une \u00E9quipe pour soumettre
group.already.submitted = L'\u00E9quipe a d\u00E9ja soumis le travail
group.user.multiple.error = Au moins un utilisateur appartient \u00E0 plus d'une \u00E9quipe. Voir plus bas
gen.history = Historique
gen.visible.date = Date d'affichage
gen.note.1 = IMPORTANT - Confirmation de la remise
gen.note.2 = Apr\u00E8s avoir remis votre travail, vous devriez\:
gen.note.3.1 = Obtenir une page intitul\u00E9e
gen.note.3.2 = Confirmation de la remise
gen.note.3.3 = avec entre autres les valeurs dans les champs
gen.note.3.4 = Remise \#
gen.note.3.5 = et
gen.note.3.6 = Remis le.
gen.note.3.7 = valeur.
gen.note.4.1 = Recevoir un courriel \u00E0 votre adresse HEC contenant les m\u00EAmes informations que la
gen.note.4.2 = page Confirmation de la remise.
gen.note.4.3 = page.
gen.note.5.1 = Note\:
gen.note.5.2 = il est recommand\u00E9 de conserver une copie du courriel de confirmation.
gen.note.6.1 = En tout temps, vous pouvez consulter le statut de chacun de vos travaux en consultant la page
gen.note.6.2 = Liste des travaux
gen.note.6.3 = dans la section Remise de travaux de votre site de cours. Pour plus d'informations, consultez la rubrique
gen.note.6.4 = Effectuer et remettre un travail
gen.note.6.5 = http\://confluence.hec.ca/display/syllabuspublic/10.+Effectuer+et+remettre+un+travail
gen.note.6.6 = de l'aide en ligne.
gen.orisub3 = Annonce de la date de d\u00E9but
gen.position = Position
gen.reorder = Ordonner la liste
gen.reordertitle = Ordonner l'affichage par d\u00E9faut de la liste des travaux
gen.sortinstruct = D\u00E9placer un travail dans la liste en cliquant sur une fl\u00E8che (\u00E0 gauche) ou en ajustant le menu d\u00E9roulant (\u00E0 droite). Pour enregistrer vos changements, cliquer sur Enregistrer en bas de la page.
gen.students = \u00C9tudiants
gen.stucantdo = La remise et son contenu sont visibles et les \u00E9tudiants peuvent soumettre leur travail.
gen.stucansubmit = Date jusqu'\u00E0 laquelle les travaux seront accept\u00E9s.
gen.resubmission = Nouvelle remise
gen.subm6 = Date d'\u00E9valuation \:
gen.title = Titre
gen.viewallgroupssections = Toutes Sections/Groupes
gen.hideduedate = Cacher la date de remise aux \u00E9tudiants
gradingsub.nosubmittedtext = Il n'y a aucun texte remis par l'\u00E9tudiant.
gradingsub.prefee2 = L'enseignant commente les pr\u00E9c\u00E9dentes remises
gradingsub.prefeetex2 = Autres remises pr\u00E9c\u00E9dentes avec des commentaires de l'enseignant ins\u00E9r\u00E9es si cela s'applique
gradingsub.prefeetex3 = Remises pr\u00E9c\u00E9centes avec des commentaires de l'enseignant ins\u00E9r\u00E9es si c'est appropri\u00E9
list.sorbysta = Trier par statut
listsub.grasub = Corriger le travail remis
new.title = Nouveau travail
edit = - modifier
	<span class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
passfail = R\u00E9ussite/\u00C9chec
plesuse0 = Veuillez utiliser une cat\u00E9gorie correcte de notes.
somelsis_assignment = Une autre personne est en train de modifier la remise  ''{0}''.
somelsis_submission = Une autre personne est en train de modifier la remise  ''{0}''.
somelsis_assignmentContent = Une autre personne est en train de modifier la remise  ''{0}''.
sort.summary = Le tableau contient des \u00E9l\u00E9ments \u00E0 trier. La deuxi\u00E8me colonne contient le lien pour faire monter l'\u00E9l\u00E9ment. La troisi\u00E8me pour le faire descendre. La derni\u00E8re pour d\u00E9placer l'\u00E9l\u00E9ment \u00E0 un endroit pr\u00E9cis.
sort.caption = Liste des ressources \u00E0 trier
sort.moveup = Remonter
sort.movedn = Abaisser
stuviewsubm.assattonly = Ajouter fichiers joints, puis choisir le bouton appropri\u00E9
stuviewsubm.thenotopendate = Le travail n'est pas disponible actuellement.
stuviewsubm.submissatt = Fichiers soumis
stuviewsubm.removeatt = Supprimer
stuviewsubm.attfromcomputerlabel = Choisir d'autres fichiers de votre ordinateur
stuviewsubm.attfromcomputerlabelmore = Choisir d'autres fichiers de votre ordinateur
stuviewsubm.attfromserverlabel = ou choisir d'autres fichiers de votre Espace personnel ou du site de cours
stuviewsubm.attfromserverlabelmore = ou choisir d'autres fichiers de votre Espace personnel ou du site de cours
stuviewsubm.submitreminder = Ne pas oublier d'enregistrer ou de remettre.
tag.list.summary = Le tableau contient la liste des \u00E9tiquettes associ\u00E9es au travail courant.
fail = \u00C9chec
youarenot_addAssignment = Vous n'avez pas les droits pour ajouter une remise
youarenot_addAssignmentContent = Vous n'avez pas les droits pour ajouter une remise
youarenot11_c = Vous n'avez pas le droit de supprimer le contenu du travail.
youarenot_viewAssignment = Vous n'avez pas les droits pour voir la remise ''{0}''.
youarenot19 = Vous n'avez pas le droit de r\u00E9organiser les travaux.
youarenot20 = Vous \u00EAtes en train de r\u00E9viser un travail apr\u00E8s la date de d\u00E9but du travail.
theassicon = Le contenu du travail est en train d'\u00EAtre \u00E9diter par un autre utilisateur
date.resubmission.closedate = Date limite pour les nouvelles remises
date.allpurpose.releasedate = Date d'affichage de cette information
date.allpurpose.retractdate = Date de fin d'affichage de cette information
download.all.filename = remises_de_travaux
download.feedback.attachment = Fichiers de r\u00e9troaction
download.timestamp.filename = timestamp
download.submittedtext.filename = _texte_soumis
download.feedbacktext.filename = texte_de_r\u00e9troaction
download.comments.filename = commentaires
download.members.filename = membres
download.grades.filename = notes
grades.id = Afficher ID
grades.eid = ID
grades.lastname = Nom
grades.firstname = Pr\u00E9nom
grades.grade = Note
grades.members = Usagers
grading.no2 = Ne pas associer le travail au Relev\u00E9 de notes
grading.associate.warn = D\u00E9sol\u00E9 \! Vous devez s\u00E9lectionner une note num\u00E9rique maximale pour faire ceci.
grading.alert.draft.beforeclosedate = La date d'\u00E9ch\u00E9ance n'est pas encore pass\u00E9e et l'\u00E9tudiant peut modifier son travail. \u00CAtes-vous s\u00FBr de vouloir proc\u00E9der \u00E0 la notation?
grading.alert.multiTab = Vos \u00E9valuations, commentaires et r\u00E9troactions n'ont pas \u00E9t\u00E9 enregistr\u00E9s. Vous allez devoir les incrire \u00E0 nouveau. En effet, vous pouvez ouvrir seulement un travail d'\u00E9tudiant \u00E0 la fois. Si vous ouvrez un deuxi\u00E8me travail avant de quitter le premier, vous perdez vos corrections du premier travail. Il vous faut alors fermer toutes les remises de travaux, puis en r\u00E9ouvrir une pour pouvoir la corriger. Pour \u00E9viter ce probl\u00E8me, ouvrez une seule fen\u00EAtre ou page de votre navigateur pendant que vous faites vos corrections. Nous vous recommandons de fermer et de relancer votre navigateur, et de vous reconnecter au syst\u00E8me avant de continuer la correction.
grading.reminder = Rappel important \:
grading.reminder.body = Veuillez n'\u00E9valuer les travaux que dans une seule fen\u00EAtre ou page de votre navigateur et ne pas avoir d'autres fen\u00EAtres ou pages ouvertes.\r\n\
	<span class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
allow.resubmit.closeTime = Accepter les soumissions additionnelles jusqu'\u00E0
assignment.copy = Copie
not.graded.non.electronic.submission.grade = Assigner cette note \u00E0 toutes les remises non \u00E9lectroniques et non \u00E9valu\u00E9es \:
confirm.savesubmission.title = La confirmation de votre remise est enregistr\u00E9e.
confirm.savesubmission.success = Vous avez enregistr\u00E9 votre travail avec succ\u00E8s.
assignment = Travail\:
confirm.savesubmission.label.submission.id = Identifiant de la remise enregistr\u00E9e\:
submission.id = Remise \#\:
confirm.savesubmission.include = Votre remise enregistr\u00E9e inclut ce qui suit\:
confirm.submission.include = Votre remise inclut ce qui suit\:
confirm.savesubmission.notext = Aucune remise enregistr\u00E9e
confirm.savesubmission.attachments = Fichiers joints enregistr\u00E9s\:
confirm.submission.email.noEmailAddress = Aucune confirmation contenant cette information n'a pu \u00EAtre envoy\u00E9e car l'adresse \u00E9lectronique est manquante.
uploadall.instruction3 = Gabarit de t\u00E9l\u00E9chargement
uploadall.instruction4 = Chaque dossier peut contenir un fichier de commentaires.txt, le travail remis par l'\u00E9tudiant accompagn\u00E9 des commentaires de l'enseignant ainsi que tout autre fichier que vous d\u00E9sirez retourner avec le devoir.
downloadall.instruction = Choisir l'option de t\u00E9l\u00E9chargement d\u00E9sir\u00E9e, puis cliquer sur "T\u00E9l\u00E9charger" au bas de cette page.
uploadall.choose.file.studentSubmissionText = Textes remis par les \u00E9tudiants (contenant possiblement les commentaires de l'enseignant) \r\n
uploadall.choose.file.studentSubmissionAttachment = Fichiers remis par les \u00E9tudiants (que vous avez possiblement annot\u00E9s)
uploadall.choose.file.gradeFile.csv=format CSV, fichier notes.csv
uploadall.choose.file.gradeFile.excel=format EXCEL, file notes.xls
uploadall.choose.file.feedbackTexts = Commentaires ins\u00E9r\u00E9s dans les textes remis par les \u00E9tudiants (dans le cas d'une remise en ligne)
uploadall.choose.file.feedbackComments = Commentaires (fichier commentaires.txt dans les dossiers d'\u00E9tudiants, le cas \u00E9ch\u00E9ant)
uploadall.choose.file.confirm = Vous avez choisi le fichier d'archives pour le d\u00E9p\u00F4t. Des dossiers contenus dans les archives seront mis \u00E0 jour \u00E0 la remise correspondante du travail par d'\u00E9tudiant.
downloadall.button.download = T\u00E9l\u00E9charger
uploadall.alert.wrongZipFormat = L'archive Zip n'est pas dans le bon format. Veuillez vous assurer que le fichier Zip contient les dossiers d'\u00E9tudiants et le fichier notes.csv \u00E0 la racine.
downloadall.alert.choose.element = Vous devez choisir au moins un \u00E9l\u00E9ment dans les options de t\u00E9l\u00E9chargement.
review.warning = Vous avez s\u00E9lectionn\u00E9 l\\'option \\"Utiliser l'outil de d\u00E9tection de similitudes pour d\u00E9tecter le plagiat". La configuration de la remise du travail sera modifi\u00E9e pour ne permettre qu\\'une seule remise et un seul fichier joint.\\n\\nPour utiliser cet outil,  assurez-vous de \: \\n 1- Aviser vos \u00E9tudiants que leurs travaux seront d\u00E9pos\u00E9s dans un tel outil. \\n 2- Demander \u00E0 vos \u00E9tudiants de ne pas inscrire leur nom dans leurs travaux, mais d\\'identifier ceux-ci \u00E0 l\\'aide de leur num\u00E9ro de matricule. Un rappel \u00E0 ce sujet via les instructions de la remise est fortement recommand\u00E9.
noti.assignment = Travail \:
noti.assignment.duedate = Date d'\u00E9ch\u00E9ance \:
noti.student = \u00C9tudiant \:
noti.subject.content = Courriel de notification pour la remise des travaux
noti.subject.label = Objet \:
noti.submit.attachments = Fichiers joints\:
noti.submit.id = Remise \#\:
noti.submit.text = Texte remis\:
noti.submit.time = Remis le \:
nav.prev = < Pr\u00E9c\u00E9dent
nav.list = Retour \u00E0 la liste
nav.next = Suivant >
nav.message = (Les changements seront sauvegard\u00E9s)
gen.opendate.annc = Annonce de la date de d\u00E9but
supplement = \u00C9l\u00E9ments suppl\u00E9mentaires
extraNodesRequired = Veuillez \u00E9crire l'information demand\u00E9e.
additional_information = \u00C9l\u00E9ments suppl\u00E9mentaires
modelAnswer = Mod\u00E8le de r\u00E9ponse
modelAnswer.instruction = Fournir un mod\u00E8le de r\u00E9ponse au travail
modelAnswer.show_to_student.prompt = Affichage aux \u00E9tudiants
modelAnswer.show_to_student.0 = --choisir--
modelAnswer.show_to_student.1 = Avant le d\u00E9but du travail par l'\u00E9tudiant
modelAnswer.show_to_student.2 = Apr\u00E8s que l'\u00E9tudiant ait remis son travail
modelAnswer.show_to_student.3 = Apr\u00E8s que le travail ait \u00E9t\u00E9 corrig\u00E9 et remis aux \u00E9tudiants
modelAnswer.show_to_student.4 = Apr\u00E8s la date de remise finale
modelAnswer.alert.modelAnswer = S'il vous pla\u00EEt, fournir un mod\u00E8le de r\u00E9ponse.
modelAnswer.alert.showto = S'il vous pla\u00EEt, choisir le moment appropri\u00E9 pour afficher le mod\u00E8le de r\u00E9ponse aux \u00E9tudiants.
note = Note priv\u00E9e
note.label = Notes priv\u00E9es
note.instruction = Vous pouvez ins\u00E9rer des notes pour un meilleur suivi. Ces notes priv\u00E9es sont disponibles \u00E0 ceux avec qui vous choisissez de les partager.
note.to.prompt = Partager avec\:
note.to.0 = -- choisir --
note.to.1 = Personne
note.to.2 = Les enseignants pour lecture seulement
note.to.3 = Les enseignants pour lecture et modification
note.alert.text = S'il vous pla\u00EEt, entrez le texte de la note priv\u00E9e.
note.alert.to = S'il vous pla\u00EEt, choisir les options pour la note priv\u00E9e.
allPurpose = Autre information \u00E0 transmettre
allPurpose.instruction = Cette information sera affich\u00E9e au moment et aux personnes s\u00E9lectionn\u00E9s ci-dessous.
allPurpose.show = Afficher cet \u00E9l\u00E9ment
allPurpose.show.from = Du
allPurpose.show.util = Jusqu'au\:
allPurpose.show.date = Date\:
allPurpose.show.time = Heure\:
allPurpose.show.hide = Cacher cet \u00E9l\u00E9ment
allPurpose.show.to = Montrer \u00E0\:
allPurpose.show.expand = Agrandir
allPurpose.show.collapse = R\u00E9duire
allPurpose.show.list = Liste
allPurpose.user.selection.count = Choisi
all = Tout
allowResubmission.show = Afficher les param\u00E8tres pour autoriser de nouvelles remises
allowResubmission.hide = Param\u00E8tres pour masquer Autoriser de nouvelles remises
allowResubmission.label = S\u00E9lectionner un utilisateur et autoriser de nouvelles remises
allowResubmission.groups.label = S\u00E9lectionner une \u00E9quipe et autoriser de nouvelles remises
allowResubmission.instruction = S\u00E9lectionner l'utilisateur et appliquer les param\u00E8tres pour de nouvelles remises
allowResubmission.groups.instruction = S\u00E9lectionner une \u00E9quipe et appliquer les param\u00E8tres pour de nouvelles remises
allowResubmission.nouser = Choisir au moins un utilisateur pour la configuration des nouvelles remises
singleatt = Un seul fichier joint
att.upl = Choisissez le dossier\:
processmessage.file = Transfert de fichier(s)
size.exceeded = La limite de t\u00E9l\u00E9versement de {0}Mo a \u00E9t\u00E9 d\u00E9pass\u00E9e.
notpermis4 = Vous n'avez pas la permission d'ajouter des ressources.
alert.toolong = Le nom ''{0}' 'est trop long.
failed = L'op\u00E9ration n'a pas pu \u00EAtre effectu\u00E9e.
failed.upload = Envoi de fichiers a \u00E9chou\u00E9
failed.diskio = Le processus de t\u00E9l\u00E9versement n'est pas termin\u00E9 en raison d'un erreur I/O sous serveur.
choosefile7 = Choisissez le document \u00E0 joindre.
assign_due_event_desc = Le travail {0} est d\u00FB pour le {1}.
saved_grading = Les commentaires ou la note ont \u00E9t\u00E9 enregistr\u00E9s.
cancel_changes = Annuler les changements
send.submission.releasegrade.email.options = Option de notification par courriel de la disponibilit\u00E9 des notes\:
send.submission.releasegrade.email.none = Ne pas envoyer de notification par courriel quand la note est transmise ou publi\u00E9e aux \u00E9tudiants
send.submission.releasegrade.email = Envoyer une notification par courriel quand la note est transmise ou publi\u00E9e aux \u00E9tudiants
noti.releasegrade.subject.content = Avis par courriel pour la mise en ligne des r\u00E9sultats
noti.releasegrade.text = Votre remise du travail "{0}" a \u00E9t\u00E9 renvoy\u00E9e. Voir les d\u00E9tails \u00E0 cet endroit {1}.
not_allowed_to_grade_submission = Vous n'avez pas la permission de noter le travail {0}.
options = Options
youarenot_options = Vous n'avez pas les droits pour modifier les options de l'outil Remise de travaux.
options_instruction = Choisir les options d'affichage des travaux \u00E0 corriger.
options_default = Affichage par d\u00E9fault (tous les usagers voient tous les travaux)
options_searchonly = Afficher seulement les travaux de l'usager selon les filtres de groupes et les r\u00E9sultats de recherche.
view_instruction = SVP choisir une \u00E9quipe pour voir les travaux des \u00E9tudiants
search = Chercher
search_clear = R\u00E9initialiser
search_student_instruction = Nom, Matricule ou courriel
please_select_group = SVP choisir une \u00E9quipe \:
nostudent_searchview = Aucun \u00E9tudiant correspond aux crit\u00E8res.
same_assignment_title = Il existe d\u00E9j\u00E0 une remise avec le titre  ''{0}'. SVP saisir un titre diff\u00E9rent.
reorder.title = Organiser l'affichage par d\u00E9faut de la liste des travaux
reorder.instruction.general = Pour ordonancer les travaux, utilisez le "cliquer-glisser". Cliquez ensuite sur "Enregistrer".
reorder.instruction.input = Vous pouvez aussi modifier les num\u00E9ros pour r\u00E9ordonner la liste
reorder.undo.last.label = Annuler le dernier changement
reorder.undo.all.label = Annuler tous les changements
sendEmail = Envoyer un courriel \u00E0 l'\u00E9tudiant
sendEmailNotification = Envoyer un courriel \u00E0 cet \u00E9tudiant lorsque le travail est retourn\u00E9
sendAllEmail = Envoyer un courriel aux \u00E9tudiants
sendAllEmailNotifications = Envoyer un courriel aux \u00E9tudiants lorsque le travail est retourn\u00E9
download_url_reminder = Vous avez choisi de t\u00E9l\u00E9charger tous les travaux d'\u00E9tudiants. Si rencontrez des probl\u00E8mes lors du t\u00E9l\u00E9chargement, cliquez sur le lien suivant \:
download_url_link_label = Lien Tout t\u00E9l\u00E9charger
allPurpose_save = Enregistrer
allPurpose_cancel = Annuler\r\n
plechoonl2 = Veuillez ne s\u00E9lectionner qu'un seul travail pour la correction.
youmust4 = Vous devez d'abord s\u00E9lectionner un travail en cochant la case \u00E0 c\u00F4t\u00E9 du nom du travail. Ensuite cliquez sur <i>Corriger</i> pour corriger le travail.
uploadall.choose.file.studentSubmission = Travaux remis (les fichiers originaux de l'\u00E9tudiant, possiblement contenant les commentaires ajout\u00E9s par l'enseignant)
uploadall.choose.file.instComments = Commentaires de l'enseignant (fichier commentaires.txt si disponible dans le dossier de l'\u00E9tudiant.  Les commentaires sont inclus dans le champ de commentaires de l'enseignant pour chaque travail remis)
noti.site.title = Titre du site \:
noti.site.id = Num\u00E9ro du site \:
allPurpose.show.all = Tout
allPurpose.title = Titre
areyousur = En \u00EAtes-vous s\u00FBr ?
assig1 = Travail
assig2 = Travail
calen = Agenda
cannotfin2 = Impossible de trouver le travail
cannotfin3 = Impossible de trouver le travail
cannotfin4 = Impossible de trouver le contenu du travail
cannotfin5 = Impossible de trouver la remise du travail
check2 = Coche (v\u00E9rifi\u00E9)
delete_assig.areyousur = Voulez-vous vraiment faire supprimer ?
delete_assig.del = Supprimer
delete_assig.theass = Ces travaux?
delete_assig.thiass = de travail?
gen.addres = Fichiers joints
gen.assinfshort = Instructions
gen.gra3 = Corriger
gen.status2 = Statut
gen.stusub2 = Mode de remise
gen.theassinf2 = Information du travail
gen.tit1 = Titre
gen.tit2 = Titre
gen.ung1 = non corrig\u00E9
grad1 = Note
hasnotbee = n'a pas \u00E9t\u00E9 utilis\u00E9.
inpro = En traitement
isnotval = n'est pas valide.
listassig.sorbysta = Trier par statut
listassig.sordes = Trier de fa\u00E7on descendante
listsub.grade = Note
listsub.resubmi = Nouvelle remise
listsub.sorbysta = Trier par statut
nogra = Aucune note
pass2 = R\u00E9ussite
repsubmi.check = Coche (v\u00E9rifi\u00E9)
revise = R\u00E9vis\u00E9
somelsis = Quelqu'un d'autre est en train de modifier ceci
stuviewgrad.viewass2 = Affichage de la note du travail...
submiss = remise
theassi = le travail
theassicon = Le contenu du travail est en train d'\u00EAtre modifi\u00E9 par un autre utilisateur.
theassiid = L'ID du travail
pass3 = R\u00E9ussite
viewassig.shoassinf2 = Afficher informations du travail
whihassub = lequel a d\u00E9j\u00E0 des remises?
youarenot1 = Vous n'avez pas le droit d'ajouter un travail.
youarenot11 = Vous n'avez pas le droit de supprimer le travail.
youarenot14 = Vous n'avez pas le droit de voir le travail.
youarenot15 = Vous n'avez pas le droit de voir le contenu du travail.
youarenot16 = Vous n'avez pas le droit de voir la remise pour ce travail.
youarenot2 = Vous n'avez pas le droit d'ajouter de nouveaux travaux.
youarenot3 = Vous n'avez pas le droit de cr\u00E9er du contenu pour un travail.
youarenot9 = Vous n'avez pas le droit de supprimer
submissionsfor = Remises pour
view.all = Tout
group.list.title = Titre
status.noSubmission = Aucune remise
cannot_find_assignment = Travail introuvable
not_allowed_to_get_submission = Vous n'avez pas acc\u00E8s \u00E0 la remise de ce travail.
not_allowed_to_view = Vous n'avez pas le droit de visualiser la remise du travail.
no_permissiion_to_edit_submission = Vous n'avez pas le droit de modifier le travail remis.
is = est
confirm.submission.label.assignment = Travail\:
confirm.submission.label.submission.id = Remise \#\:
uploadall.exceeded = a \u00E9t\u00E9 d\u00E9pass\u00E9e.
service_name = Travaux
noti.return.msg.part1 = Votre remise pour le travail
noti.return.msg.part2 = dans le site
noti.return.msg.part3 = a \u00E9t\u00E9 corrig\u00E9e et/ou mise \u00E0 votre disposition.
noti.return.msg.part4 = Vous pouvez voir la correction et les commentaires en vous connectant dans ZoneCours 2.0, en cliquant sur le site du cours, sur Remise de travaux, puis sur le nom du travail.
noti.return.siteTitle.default = un site de cours en ligne
noti.return.subject.content = Votre enseignant vous a remis votre travail -
uploadall.choose.file.feedbackAttachments = Fichiers de r\u00E9troaction
youarenot11_s = Vous n'avez pas le droit de supprimer la remise du travail.
downloadall.title = Tout t\u00E9l\u00E9charger
<span = class\="highlight">Notez que ZoneCours 2.0 est parfois interrompu entre 1h25 et 1h30 (du matin) pour une courte p\u00E9riode de maintenance. Vous devriez \u00E9viter de travailler sur l'interface \u00E0 ce moment-l\u00E0.</span>
gen.addres3 = Ressources additionnelles pour la note
gen.addres4 = Ressources additionnelles pour la note
listsub.expgraass = Agrandir la correction de travaux
listsub.expgrasub = Agrandir la correction de travaux remis
pregrasub.prestu = Aper\u00E7u de la vue de l'\u00E9tudiant des notes...
stuviewgrad.inscom = Commentaires de l'enseignant
acesubdea1 = La date de remise finale n'a pas \u00E9t\u00E9 sp\u00E9cifi\u00E9e. Choisir une date de remise finale et publier.
additional.information = \u00C9l\u00E9ments suppl\u00E9mentaires
allowNotResubmitDisplay = Nouvelles remises non autoris\u00E9es
allowResubmitDisplay = Nouvelles remises autoris\u00E9es
assig7 = Travaux
confirm.submission.attachments = Fichiers joints remis\:
confirm.submission.inclue = Votre travail remis inclut ce qui suit\:
confirm.submission.label.submittedon = Remis le\:
date.duedate = Date d'\u00E9ch\u00E9ance
date.opendate = Date de d\u00E9but
displayto.public = Afficher au public
download.submission.attachment = Soumettre les fichiers joints
draft2 = Brouillon
due = \u00C9ch\u00E9ance
due2 = \u00C9ch\u00E9ance
edit_assig.all = tout
edit_assig.edithefro = Modifier le formulaire, puis cliquer sur 'Publier' au bas de cette page. Un <span class\="reqStarInline">*</span> signifie une information obligatoire.
edit_assig.onmaccho = Sur un Mac, maintenir la touche Pomme enfonc\u00E9e en cliquant sur la deuxi\u00E8me section et les subs\u00E9quentes;
edit_assig.onpc = Sur un PC, maintenir la touche CTRL enfonc\u00E9e en cliquant sur la deuxi\u00E8me section et les subs\u00E9quentes;
edit_assig.opens = Ouvre
edit_assig.reviass = R\u00E9vision du travail...
edit_assig.thitab2 = Ce tableau contient les informations de modification du travail
gen.adddroatt2 = Ajouter/supprimer des fichiers joints
gen.assisin = ceci est une liste des travaux
gen.clesea = R\u00E9initialiser la recherche
gen.due1 = \u00C9ch\u00E9ance
gen.due2 = \u00C9ch\u00E9ance
gen.hidopt = Cacher les options
gen.liofass = Liste des travaux
gen.lisofassbystu = Liste des travaux par \u00E9tudiants
gen.noattach = Aucun fichier joint pour l'instant
gen.open2 = Ouvert
gen.opti = Options
gen.pag = Page
gen.pag2 = Pagination
gen.pag3 = Pages
gen.plecho = Veuillez s\u00E9lectionner une vue
gen.sear = Recherche
gen.shoall = Montrer tout
gen.shopag = Montrer pagination
gen.site = Site
gen.theassoptfie = Section des champs optionnels du travail
gen.thiisa1 = ceci est une liste des travaux
gen.thiiss = ceci est pour une deuxi\u00E8me barre d'outils, contenant une liste d\u00E9roulante de vues, un espace de recherche et la pagination
gen.vienex = Afficher page suivante
gen.viepag = Afficher page
gen.vieprepag = Afficher page pr\u00E9c\u00E9dente
gen.view1 = affichage
grad4 = Relev\u00E9 de notes
gradingsub.grad = Correction de travail...
group.list.sort.descr = Trier par description
group.list.sort.descrasc = Trier par description ascendante
group.list.sort.descrdesc = Trier par description descendante
group.list.sort.title = Trier par titre
group.list.sort.titleasc = Trier par titre ascendant
group.list.sort.titledesc = Trier par titre descendant
isdueon = est \u00E0 remettre le
java.realm = L'objet du param\u00E8tre realm attendu est introuvable.
listassig.theare1 = Il n'y a aucun travail actuellement.
listassig.totak = Pour effectuer une action sur un travail, cocher la (les) case(s) souhait\u00E9(es).
listsub.expass = Agrandir les infos du travail
listsub.hidsublis = Cacher la liste des travaux remis
listsub.lisofsub = Liste des travaux remis
listsub.selastu = S\u00E9lectionner un nom d'\u00E9tudiant pour afficher les travaux remis par celui-ci et commencer \u00E0 corriger.
listsub.theasssub = Les remises de travaux
newassig.addassi = Ajout du travail...
newassig.thitab1 = Ce tableau contient l'information pour l'ajout d'un nouveau travail
nopermis = Vous n'avez pas le droit de modifier le travail remis.
notope = Non ouvert
notsta = Non commenc\u00E9
plechoonl1 = Veuillez ne s\u00E9lectionner qu'un seul travail pour la r\u00E9vision.
prevassig.pretheass = Aper\u00E7u de l'information du travail
range.public = public
repsubmi.sorbyass = Trier par titre de travail
stupresub.belisyour = Voici votre remise du travail
stupresub.presub = Aper\u00E7u de la remise...
stuvie = Vue de l'\u00E9tudiant
stuviewsubm.assisin = Le travail est en cours. Mettre \u00E0 jour le formulaire de remise, puis s\u00E9lectionner le bouton appropri\u00E9 ci-dessous.
subassign = Remettre le travail
theisa = Les droits d'acc\u00E8s ne peuvent \u00EAtre chang\u00E9s actuellement parce que le site est d\u00E9j\u00E0 en train d'\u00EAtre modifi\u00E9. Fermez les droits d'acc\u00E8s dans les autres outils avant de continuer.
thenewass = le nouveau travail
thesub = la remise
uploadall.confirm.fileSelect = Vous avez s\u00E9lectionn\u00E9 le fichier
uploadall.confirm.fileSelect2 = pour le chargement. Les fichiers contenus dans l'archive seront charg\u00E9s dans le travail remis de l'\u00E9tudiant correspondant
view.bygroup = Par \u00E9quipe
view.label = Vue
view.public = Public
viewassig.assinf = Information du travail
viewassig.datmod = Date de modification
viewassig.late2 = - en retard
youarenot10 = Vous n'avez pas le droit de supprimer un travail
youarenot7 = Vous n'avez pas le droit de modifier le travail s\u00E9lectionn\u00E9.
youarenot8 = Vous n'avez pas le droit de publier le travail r\u00E9dig\u00E9.
youmust3 = Vous devez d'abord s\u00E9lectionner un travail en cochant la case \u00E0 c\u00F4t\u00E9 du nom du travail. Ensuite cliquez sur <i>Dupliquer</i> pour reproduire le travail.
youmust5 = Vous devez d'abord s\u00E9lectionner un travail en cochant la case \u00E0 c\u00F4t\u00E9 du nom du travail. Ensuite cliquez sur <i>R\u00E9viser</i> pour modifier le travail.
attempty = Vous ne pouvez pas envoyer de pi\u00e8ce jointe vide: ''{0}''.
removeSelected = Supprimer les travaux s\u00E9lectionn\u00E9es
allowVisibleDate = Choisir une date d'affichage
noti.releaseresubmission.subject.content=Notification par courriel pour les travaux autorisant une nouvelle remise
noti.releaseresubmission.text=Votre travail remis \u00E0 "{0}" a \u00E9t\u00E9 corrig\u00E9 et une nouvelle remise est autoris\u00E9e. Cliquez sur {1} pour voir les d\u00E9tails.
send.submission.releasereturn.email.options=Options d'envoi de notification pour les nouvelles remises:
send.submission.releasereturn.email.none=Ne pas envoyer de notification par courriel aux \u00E9tudiants lorsque la note est disponible et qu'une nouvelle remise est autoris\u00E9e.
send.submission.releasereturn.email=Envoyer une notification par courriel aux \u00E9tudiants lorsque la note est disponible et qu'une nouvelle remise est autoris\u00E9e.
peerAssessmentSavedGrading=Une \u00e9valuation a \u00e9t\u00e9 sauvegard\u00e9e, mais non soumise. Si vous ne la soumettez pas avant la date d'\u00e9ch\u00e9ance, elle sera automatiquement soumise.
peerAssessmentSavedSubmission=Les commentaires et/ou les notes ont \u00e9t\u00e9 sauvegard\u00e9s et retourn\u00e9s \u00e0 l'\u00e9tudiant.
peerAssessmentName=Correction par les pairs
peerAssessmentUse=Utiliser la correction par les pairs
peerassessment.note=La correction par les pairs requiert une notation num\u00E9rique et ne permet pas la remise de travaux en \u00E9quipe.\r\n La correction par les pairs d\u00e9bute automatiquement \u00e0 la date d'\u00e9ch\u00e9ance finale du travail.
peerassessment.periodfinishes=Date d'\u00E9ch\u00E9ance de l'\u00E9valuation par les pairs:
peerassessment.anonymousEvaluation=\u00C9valuation anonyme
peerassessment.studentViewReviews=Permettre aux \u00E9tudiants de voir les commentaires de leurs travaux d\u00E9pos\u00E9s.
peerassessment.numSubmissions=Nombre de travaux que les \u00E9tudiants devront corriger
peerassessment.reviewInstructions=Instructions pour les correcteurs:
peerassessment.specifyNumReview=Veuillez indiquer le nombre de travaux que les \u00e9tudiants doivent \u00e9valuer.
peerassessment.invalidNumReview=Le nombre de travaux que les \u00e9tudiants doivent \u00e9valuer doit \u00eatre sup\u00e9rieur \u00e0 0.
peerassessment.invliadPeriodTime=La p\u00e9riode d'\u00e9valuation par les pairs doit minimalement d\u00e9buter 10 minutes apr\u00e8s la date d'\u00e9ch\u00e9ance finale du travail.
peerassessment.reviewStartsOn=L'\u00e9valuation par les pairs d\u00e9bute le {0}
peerassessment.notavailable=L'\u00e9valuation par les pairs n'est pas disponible pour la remise de travaux s\u00e9lectionn\u00e9e.
peerassessment.allSubmitted=Vous avez soumis toutes les \u00e9valuations que vous aviez \u00e0 r\u00e9alis\u00e9es.
peerassessment.instructionsForReviewer=Instructions pour l'\u00e9valuation par les pairs
peerassessment.reviewerComments=Commentaires des \u00e9valuateurs
peerassessment.alert.saveerrorunkown=Une erreur s'est produite durant l'enregistrement. Veuillez rafraichir votre page et enregistrer de nouveau.
peerassessment.alert.saveinvalidscore=Le score doit \u00eatre sup\u00e9rieur \u00e0 0.
peerassessment.alert.savenoscorecomment=Vous devez indiquer une note ou un commentaire afin de soumettre cette \u00e9valuation.
peerassessment.instructions.reviewer=Instructions pour l'\u00e9valuation par les pairs
peerassessment.invliadGroupAssignment=L'\u00e9valuation par les pairs n'est pas disponible lors d'une remise de travaux d'\u00e9quipe.
peerassessment.invliadSubmissionTypeAssignment=L'\u00e9valuation par les pairs n'est pas disponible pour le mode de remise en format papier.
peerassessment.invliadGradeTypeAssignment=L'\u00e9valuation par les pairs n'est disponible qu'avec le type de notation Notes num\u00e9riques.
peerassessment.reviewedby=\u00c9valuer par
peerassessment.reviewergrade=Note de l'\u00e9valuateur
peerassessment.noscore=Aucune note
peerassessment.nocomments=Aucun commentaire
peerassessment.removereview=Supprimer l'\u00e9valuation
peerassessment.restorereview=Rendre l'\u00e9valuation visible
peerassessment.cantgradewithdate=La correction par le professeur est d\u00e9sactiv\u00e9e jusqu'\u00e0 la fin de la correction par les pairs: {0}
peerassessment.removed=L'\u00e9valuation a bien \u00e9t\u00e9 supprim\u00e9e
peerassessment.restored=L'\u00e9valuation est de nouveau visible
peerassessment.peerReviewDueDateWithDate=Date d'\u00e9ch\u00e9ance de l'\u00e9valuation par les pairs: {0}
peerassessment.peerGradeInfo=Vous pouvez accepter ou modifier la moyenne de l'\u00e9valuation par les pairs de cette section. Cette note appara\u00eetra ensuite au Relev\u00e9 de notes.
stuviewsubm.peerreview=Apr\u00e8s avoir \u00e9t\u00e9 soumise, cette \u00e9valuation fera partie de l'ensemble des \u00e9valuations par les pairs.
stuviewsubm.peerreviewanon=Apr\u00e8s avoir \u00e9t\u00e9 soumise, cette \u00e9valuation fera partie de l'ensemble des \u00e9valuations par les pairs. N'inscrivez pas votre nom dans les textes, les fichiers ou le nom des fichiers \u00e9valu\u00e9s.
peerassessment.submissionReq=Soumission d'\u00e9valuation requise
peerassessment.notOpen=Non disponible
peerassessment.notStarted=Non d\u00e9but\u00e9
peerassessment.incomplete=Incomplet
peerassessment.submitted=Soumis
peerassessment.student=\u00C9tudiant {0}
peerassessment.draftInProgress=Brouillon \u2013 En cours
grading.reminder.anon=Veuillez ne pas inscrire votre nom dans la section des commentaires car l'\u00e9valuation est anonyme.
gradingsub.reminder = Vos commentaires sont envoy\u00E9s \u00E0 l'\u00E9tudiant uniquement si vous cliquez sur Remettre.


### 1162 properties in SAKAI 11 (0 changed, 846 props with same value in both versions, 316 not in 2.9.1)
#########################################################################################
####################### Personalizations  from 2.9.1-source-modif #######################
