
#Code of conduct page
codeOfConduct.title=Formulaire de consentement de l'\u00e9tudiant
codeOfConduct.body=<body><p style\="text-align\: right;"><a href\="#" onclick\="showCodeOfConduct({'userLocale'\:'en-US'})">English Version</a></p>\
<h2 style\="text-decoration\: underline">CONSENTEMENT AUX MODALIT&Eacute;S DE L'ENSEIGNEMENT &Agrave; DISTANCE</h2>\
<ol>\
<li>Le Gouvernement du Qu&eacute;bec a pris des d&eacute;cisions et adopt&eacute; des d&eacute;crets en vertu de la <i>Loi sur la sant&eacute; publique</i> qui limitent ou interdisent la pr&eacute;sence des membres de la communaut&eacute; universitaire dans les &eacute;difices de HEC Montr&eacute;al.</li>\
<li>J'accepte que tous les cours de HEC Montr&eacute;al auxquels je me suis inscrit(e) au trimestre d'&eacute;t&eacute; 2021 puissent &ecirc;tre donn&eacute;s enti&egrave;rement &agrave; distance.</li>\
<li>Je comprends que les s&eacute;ances de cours synchrones auront lieu durant la plage horaire annonc&eacute;e dans HEC en ligne, m&ecirc;me si je me trouve dans un fuseau horaire diff&eacute;rent de celui de Montr&eacute;al.</li>\
<li>Je comprends que les examens auront lieu durant la plage horaire annonc&eacute;e dans HEC en ligne, m&ecirc;me si je me trouve dans un fuseau horaire diff&eacute;rent de celui de Montr&eacute;al.</li>\
<li>Je suis en mesure de r&eacute;pondre aux <a href="https://confluence.hec.ca/pages/viewpage.action?pageId=46596560" target="blank_">exigences technologiques</a> qui me permettront de suivre mes cours &agrave; distance et de compl&eacute;ter mes &eacute;valuations &agrave; distance.</li>\
<li>Je m'engage &agrave; ne pas communiquer &agrave; autrui les liens vers mes s&eacute;ances de cours sans l'autorisation de la personne qui donne le cours.</li>\
<li>Je reconnais que les membres du personnel enseignant pourront avoir acc&egrave;s &agrave; la photographie qui se trouve dans mon dossier &eacute;tudiant. Ils devront conserver ces photographies de mani&egrave;re confidentielle et les utiliser uniquement &agrave; des fins d'identification pour leurs cours.</li>\
<li>J'accepte que le personnel enseignant, ou un participant qui en a re&ccedil;u l'autorisation, puisse enregistrer les s&eacute;ances de cours auxquels j'assisterai. Cet enregistrement comprendra la vid&eacute;o, l'audio, le partage d'&eacute;cran et le clavardage public. Ces enregistrements seront utilis&eacute;s seulement &agrave; des fins p&eacute;dagogiques. Je devrai &eacute;teindre ma cam&eacute;ra et mon micro et intervenir par &eacute;crit si je ne veux pas que mon image ou que ma voix se retrouve sur l'enregistrement d'une s&eacute;ance de cours.</li>\
<li>Le mat&eacute;riel p&eacute;dagogique, les enregistrements et les vid&eacute;os auxquels j'ai acc&egrave;s dans le cadre de mes cours sont prot&eacute;g&eacute;s par la <i>Loi sur le droit d'auteur du Canada</i> (L.R.C. (1985) ch. C - 42).</li>\
<li>Je m'engage &agrave; ne pas enregistrer les s&eacute;ances de cours, &agrave; ne pas copier ou rediffuser le mat&eacute;riel p&eacute;dagogique, les enregistrements et les vid&eacute;os auxquels j'ai acc&egrave;s dans le cadre de mes cours sans l'accord &eacute;crit pr&eacute;alable de la personne qui donne le cours.</li>\
<li>Je comprends que le <a href="https://www.hec.ca/direction_services/secretariat_general/juridique/reglements_politiques/documents/code_de_conduite_2014.pdf" target="blank_">Code de conduite des &eacute;tudiants</a> s'applique &eacute;galement aux cours &agrave; distance.</li>\
<li>J'accepte que HEC Montr&eacute;al prenne les mesures n&eacute;cessaires afin d'assurer le respect du <a href="https://www.hec.ca/direction_services/secretariat_general/juridique/reglements_politiques/documents/reglement-sur-lintegrite-intellectuelle-des-etudiants.pdf" target="blank_">R&egrave;glement sur l'int&eacute;grit&eacute; intellectuelle des &eacute;tudiants</a> de HEC Montr&eacute;al lors  d'une &eacute;valuation &agrave; distance. &Agrave; cette fin, je consens &agrave; installer et &agrave; utiliser, conform&eacute;ment aux indications qui me seront donn&eacute;es, un logiciel de surveillance &agrave; distance sur mon ordinateur personnel si un membre du personnel enseignant de HEC Montr&eacute;al m'en fait la demande.</li>\
<li>Je comprends que HEC Montr&eacute;al pourra autoriser un acc&egrave;s limit&eacute; &agrave; ses immeubles et aux services qui y sont offerts dans le respect des r&egrave;gles applicables &agrave; la pr&eacute;servation de la sant&eacute; publique.</li>\
<li>Si les modalit&eacute;s propos&eacute;es pour l'enseignement &agrave; distance ne me conviennent pas, je comprends que je dois annuler mon inscription &agrave; l'un ou l'autre, ou &agrave; l'ensemble des cours auxquels je me suis inscrit(e) &agrave; l'&eacute;t&eacute; 2021, avec remboursement.</li>\
<li>La date limite d'annulation avec remboursement est le 8 mai 2021 pour la majorit&eacute; des cours, mais elle peut varier d'un cours &agrave; l'autre. Je dois donc v&eacute;rifier la date qui s'applique &agrave; mon ou mes cours dans mon <a href="https://enligne.hec.ca" target="blank_">HEC en ligne</a>.</li>\
</ol></body>
acceptButton=J'ai lu et j'accepte