
#Code of conduct page
codeOfConduct.title=Code de conduite des &#233;tudiants et R&#232;glement relatif &#224; l&#8217;utilisation des ressources informationnelles de HEC Montr&#233;al
codeOfConduct.body=	<body>\
		<div style="text-align: justify; ">\
		<p style="text-align: right;"><a  href="#" onclick="englishVersion()">English Version</a></p>\
\
\
\
\<p><h2 style="text-decoration: underline;">R&#232;glement relatif &#224; l&#8217;utilisation des ressources informationnelles</h2>\
\<p style="text-align: justify; ">En utilisant les ressources informationnelles de HEC Montr&#233;al, je m&#8217;engage &#224; respecter le <a style="font-weight: bold;" href="http://www.hec.ca/decouvrez/gouvernance/reglements-et-politiques/documents/reglement-relatif-a-lutilisation-des-ressources-informationnelles.pdf">Règlement sur l'utilisation des ressources informationnelles</a>.</p>\
\
\
\<hr />\
\
\
\<p><h2 style="text-decoration: underline;">Code de conduite</h2>\
\
\<p align=center ><b>Soucieuse de vous offrir une exp&#233;rience d\u2019apprentissage de qualit&#233;, l\u2019&#201;cole a amend&#233; le Code \
de conduite des &#233;tudiants le 5 juin 2014 dans l\u2019objectif de mieux &#233;noncer les attentes entourant les r&#232;gles de conduite propices au bon d&#233;roulement des \
cours.<br/>Nous vous invitons &#224; prendre connaissance de la nouvelle version du Code ci-dessous et &#224; \
confirmer&nbsp;votre adh&#233;sion &#224; ce code en cliquant sur «&nbsp;J\u2019ai lu et j\u2019accepte&nbsp;» une fois la lecture compl&#233;t&#233;e</b></p>\
<br/>\
\
\
<p ><h3 >Article 1. Dispositions g&#233;n&#233;rales</h3></p><p>Tout &#233;tudiant a une obligation g&#233;n&#233;rale de bonne conduite de fa&#231;on &#224; permettre la poursuite des &#233;tudes ou du travail en toute s&#233;curit&#233; et dans un climat de courtoisie normal dans un environnement universitaire. </p>\
<p>Les &#233;tudiants de HEC Montr&#233;al sont assujettis au pr&#233;sent Code m&#234;me lorsqu&#8217;ils sont en programme d&#8217;&#233;changes ou de formation &#224; l&#8217;&#233;tranger, ou en stage. </p>\
\
\
<p ><h3 >Article 2. R&#232;gles de conduite lors des activit&#233;s d&#8217;apprentissage</h3></p>\
\
\
<p >HEC Montr&#233;al cherche &#224; offrir &#224; ses &#233;tudiants un environnement d&#8217;apprentissage de qualit&#233;. Les enseignants et les &#233;tudiants doivent collaborer afin de maintenir un climat favorable &#224; une exp&#233;rience d&#8217;apprentissage de qualit&#233;. </br>\
Il revient &#224; chaque &#233;tudiant d&#8217;adopter des comportements et des attitudes propres au bon d&#233;roulement des cours et des examens, et notamment: </p>\
\
\
<p>a) d&#8217;arriver &#224; l&#8217;heure au d&#233;but du cours et &#224; la pause et de quitter la classe &#224; la fin du cours; </p>\
\
\
<p>b) de participer activement aux activit&#233;s d&#8217;apprentissage propos&#233;es par l&#8217;enseignant; </p>\
\
<p>c) d&#8217;&#234;tre attentif lorsque l&#8217;enseignant donne des explications ou lorsque les autres &#233;tudiants interviennent ou font des pr&#233;sentations; </p>\
\
\
<p>d) d&#8217;&#233;liminer les sources de distraction en &#233;teignant les t&#233;l&#233;phones cellulaires et en utilisant les ordinateurs uniquement aux fins p&#233;dagogiques pr&#233;vues par l&#8217;enseignant; </p>\
\
\
\
<p>e) de respecter les consignes de silence pendant les examens; et</p>\
\
\
\
<p >f) g&#233;n&#233;ralement, d&#8217;&#233;viter tout comportement susceptible de compromettre les apprentissages ou la tenue des examens.</p>\
\
\
<p ><h3 >Article 3. Comportements interdits</h3></p>\
\
\
<p >Est interdit tout acte, tout geste ou tout comportement qui porte atteinte aux droits et libert&#233;s des autres membres de la communaut&#233; universitaire de HEC Montr&#233;al, ou aux biens et &#224; la r&#233;putation de HEC Montr&#233;al, des membres de son personnel, des autres &#233;tudiants ou des regroupements &#233;tudiants de l&#8217;&#201;cole.</p>\
\
\
<p >Sans restreindre la port&#233;e g&#233;n&#233;rale de ce qui pr&#233;c&#232;de, il est interdit dans les locaux de HEC Montr&#233;al ou lors d&#8217;une activit&#233; de HEC&amp; Montr&#233;al ou d&#8217;un des regroupements &#233;tudiants de l&#8217;&#201;cole :</p>\
\
\
\
<p >a) d'user de violence, physique ou verbale, de prof&#233;rer des menaces ou encore de harceler une personne; </p>\
\
\
\
<p >b) d&#8217;occasionner ou de risquer d&#8217;occasionner un danger physique, des blessures physiques ou d&#8217;imposer une situation d&#233;gradante ou psychologiquement dommageable; </p>\
\
\
\
<p >c) de voler, d&#233;tourner &#224; son profit, d&#233;truire ou endommager tout bien; </p>\
\
\
\
<p >d) d'obtenir ou de chercher &#224; obtenir un avantage par des d&#233;clarations mensong&#232;res, de la fausse monnaie, de faux documents ou par la falsification de documents; </p>\
\
\
\
<p >e) d&#8217;utiliser un r&#233;seau informatique de mani&#232;re &#224; causer un dommage ou &#224; nuire &#224; la r&#233;putation d&#8217;autrui;</p>\
\
\
\
<p >f) d'entraver ou de nuire &#224; la libre circulation des personnes; </p>\
\
\
\
<p >g) d'entraver ou de nuire &#224; la tenue d'une activit&#233; de HEC Montr&#233;al, au fonctionnement d'un service ou encore &#224; la gestion de HEC Montr&#233;al; </p>\
\
\
\
<p >h) de poser des gestes ou de tenir des propos &#224; caract&#232;re raciste ou sexiste; </p>\
\
\
\
<p >i) de poser tout geste ou acte qui constitue une infraction aux termes de toute loi ou de tout r&#232;glement f&#233;d&#233;ral, provincial, ou municipal.</p>\
\
\
<p ><h3 >Article 4. Proc&#233;dure</h3></p>\
\
\
\
<p ><h4>1) Pouvoir d&#8217;intervention imm&#233;diate</h4></p>\
\
\
\
<p ><b>a. par un enseignant</b></p>\
\
\
<p >L&#8217;enseignant dispose des pouvoirs n&#233;cessaires afin d&#8217;assurer un environnement de qualit&#233; dans sa classe. En cas de manquement aux exigences du pr&#233;sent Code, l&#8217;enseignant peut prendre les mesures imm&#233;diates appropri&#233;es afin de r&#233;tablir un climat propice &#224; l&#8217;enseignement dans sa classe. Avant d&#8217;intervenir, l&#8217;enseignant doit d&#8217;abord rappeler le comportement attendu. Ensuite, si la situation n&#8217;est pas r&#233;tablie, l&#8217;enseignant peut, entre autres moyens d&#8217;intervention, demander &#224; l&#8217;&#233;tudiant ou aux &#233;tudiants impliqu&#233;s de quitter la classe. En cas de refus, l&#8217;enseignant peut demander l&#8217;assistance du service de s&#233;curit&#233; de HEC Montr&#233;al. </p>\
\
\
<p><b>b. par tout employ&#233; de HEC Montr&#233;al </b></p>\
\
\
<p >En cas de manquement aux exigences de l&#8217;article 3, tout employ&#233; de l&#8217;&#201;cole peut &#234;tre appel&#233; &#224; intervenir. Il peut le faire en demandant l&#8217;assistance de son sup&#233;rieur imm&#233;diat, ou, dans certains cas, du service de s&#233;curit&#233; de HEC Montr&#233;al. </p>\
\
\
<p ><h4>2)Pouvoir d&#8217;intervention de la direction du programme</h4></p>\
\
\
<p >Tout fait ou geste qui pourrait constituer un manquement &#224; l&#8217;article 2 peut &#234;tre signal&#233; &#224; la direction du programme de l&#8217;&#233;tudiant concern&#233;. </p>\
\
\
<p >Le directeur p&#233;dagogique du programme de l&#8217;&#233;tudiant concern&#233; pourra prendre les mesures appropri&#233;es afin de r&#233;tablir le climat d&#8217;enseignement dans la classe. Toutefois, la direction du programme concern&#233; doit r&#233;f&#233;rer le dossier &#224; la Direction des affaires juridiques en vertu de la section suivante s&#8217;il consid&#232;re que la suspension de l&#8217;&#201;cole ou l&#8217;expulsion d&#233;finitive de l&#8217;&#201;cole sont des sanctions possibles &#224; l&#8217;encontre d&#8217;un ou de plusieurs &#233;tudiants. </p>\
\
\
<p >Si le directeur du programme est l&#8217;enseignant impliqu&#233;, ses pouvoirs sont conf&#233;r&#233;s au directeur des affaires acad&#233;miques. </p>\
\
\
<p ><h4>3) Pouvoir d&#8217;intervention du Comit&#233; de conduite</h4></p>\
\
\
<p >Tout fait ou geste qui pourraitonstituer une infraction &#224; l&#8217;article 3 du Code de conduite des &#233;tudiants doit &#234;tre signal&#233; &#224; la Direction des affaires juridiques. </p>\
\
\
\
<p >La Direction des affaires juridiques fait enqu&#234;te et d&#233;termine si la cause devrait &#234;tre r&#233;f&#233;r&#233;e devant le Comit&#233; de conduite &#233;tudiante de HEC Montr&#233;al. </p>\
\
\
\
<p >Le Comit&#233; de conduite &#233;tudiante est compos&#233; du Secr&#233;taire g&#233;n&#233;ral, qui pr&#233;side ce comit&#233; et en est le porte-parole, de cinq &#233;tudiants de HEC Montr&#233;al recommand&#233;s par le Comit&#233; des pr&#233;sidentes et pr&#233;sidents des Association &#233;tudiantes et de cinq membres du personnel de l&#8217;&#201;cole. Les membres de ce comit&#233;, autres que le secr&#233;taire g&#233;n&#233;ral, sont nomm&#233;s par le Directeur; leur mandat est d&#8217;une dur&#233;e de trois ans pour les membres du personnel et d&#8217;une ann&#233;e pour les &#233;tudiants. </p>\
\
\
\
<p >Si le dossier est r&#233;f&#233;r&#233; au Comit&#233; de conduite &#233;tudiante, le Secr&#233;taire g&#233;n&#233;ral constitue un comit&#233; compos&#233; de trois ou de cinq membres, soit du Secr&#233;taire g&#233;n&#233;ral et d&#8217;un nombre &#233;gal d&#8217;&#233;tudiants et de membres du personnel. </p>\
\
\
\
<p >Le comit&#233; doit informer l&#8217;&#233;tudiant des gestes ou des comportements qui lui sont reproch&#233;s et lui permettre de faire valoir son point de vue &#224; ce sujet. </p>\
\
\
\
<p >Le Comit&#233; d&#233;cide de la sanction qui doit &#234;tre appliqu&#233;e. Seul un comit&#233; compos&#233; de cinq personnes peut d&#233;cider de l&#8217;expulsion d&#8217;un &#233;tudiant de l&#8217;&#201;cole. </p>\
\
\
<p >Dans tous les cas, la sanction doit &#234;tre d&#233;cid&#233;e en fonction de la gravit&#233; de l&#8217;infraction, des infractions ant&#233;rieures, le cas &#233;ch&#233;ant, et des particularit&#233;s du dossier.</p>\
\
\
\
<p ><b >Article 5. Sanctions</b></p>\
\
\
\
<p >Les sanctions suivantes peuvent &#234;tre impos&#233;es par le Comit&#233; de conduite :</p>\
\
\
\
<p >a) l&#8217;avertissement : une note est plac&#233;e au dossier de l&#8217;&#233;tudiant sans autre cons&#233;quence imm&#233;diate;</p>\
\
\
\
<p >b) la suspension : l&#8217;&#233;tudiant ne peut s&#8217;inscrire &#224; des cours ni &#224; un programme pendant une p&#233;riode de temps d&#233;termin&#233;e lors de la d&#233;cision sur la sanction; cette p&#233;riode ne peut &#234;tre sup&#233;rieure &#224; deux ans;</p>\
\
\
\
<p >c) l&#8217;expulsion d&#233;finitive : l&#8217;&#233;tudiant qui est expuls&#233; de l&#8217;&#201;cole ne peut &#234;tre admis ni r&#233;admis &#224; un programme ni inscrit &#224; un cours de HEC Montr&#233;al, ni obtenir un grade, un dipl&#244;me, un certificat. </p>\
\
\
\
<p >En plus de ces sanctions, le Comit&#233; peut imposer toute autre sanction qu&#8217;il consid&#232;re appropri&#233;e, dont le remboursement des dommages caus&#233;s ou la suspension de tous les acc&#232;s informatiques aux syst&#232;mes de l&#8217;&#201;cole.</p>\
\
\
\
<p >Dans tous les cas, les d&#233;cisions sur les sanctions sont jointes au dossier acad&#233;mique de l&#8217;&#233;tudiant.</p>\
\
\
\
<p >Ce Code de conduite a &#233;t&#233; adopt&#233; par le Conseil d&#8217;administration, sur recommandation du Comit&#233; des pr&#233;sidentes et pr&#233;sidents des Associations &#233;tudiantes de HEC Montr&#233;al. </p>\
\
	</div>\
	</body>
