
#Code of conduct page
codeOfConduct.title=Code de conduite des \u00E9tudiants et R\u00E9glement relatif \u00E0 l\u2019utilisation des ressources informationnelles de HEC Montr\u00E9al
codeOfConduct.body=<body>\
<div style="text-align: justify; ">\
<p style="text-align: right;"><a  href="#" onclick="showCodeOfConduct({'userLocale':'en-US'})">English Version</a></p>\
\
<p><h2 style="text-decoration: underline;">R&#232;glement relatif &#224; l&#8217;utilisation des ressources informationnelles</h2>\
<p style="text-align: justify; ">En utilisant les ressources informationnelles de HEC Montr&#233;al, je m&#8217;engage &#224; respecter le <a style="font-weight: bold;" href="http://www.hec.ca/decouvrez/gouvernance/reglements-et-politiques/documents/reglement-relatif-a-lutilisation-des-ressources-informationnelles.pdf" target="_blank">R&egrave;glement sur l&#8217;utilisation des ressources informationnelles</a>.</p>\
\
<hr />\
\
<p><h2 style="text-decoration: underline;">Code de conduite</h2>\
\
<p><span style="font-size:18px"><span style="font-family:Arial,Helvetica,sans-serif"><strong>En s&#39;inscrivant &agrave; un cours du trimestre d&#39;&eacute;t&eacute; 2020, outre les mesures et r&egrave;glements officiels qui continuent d&#39;&ecirc;tre en vigueur, tout &eacute;tudiant consent aux 5 &eacute;l&eacute;ments suivants:</strong></span></span></p>\
\
<p><span style="font-size:16px"><span style="font-family:Arial,Helvetica,sans-serif">1- Le trimestre d&rsquo;&eacute;t&eacute; se d&eacute;roulera selon le <strong>calendrier r&eacute;gulier et les normes habituelles </strong>en vertu de la r&egrave;glementation p&eacute;dagogique de HEC Montr&eacute;al. La notation litt&eacute;rale sera en vigueur, sans recours &agrave; la mention &laquo;ES&raquo;. Les enseignants vont informer les &eacute;tudiants des modes d&rsquo;&eacute;valuation pr&eacute;vus pour chacun des cours. </span></span></p>\
\
<p><span style="font-size:16px"><span style="font-family:Arial,Helvetica,sans-serif">2- Le mat&eacute;riel p&eacute;dagogique, les enregistrements et les vid&eacute;o auxquels j&rsquo;ai acc&egrave;s dans le cadre de mes cours &agrave; HEC Montr&eacute;al sont prot&eacute;g&eacute;s par la <em>Loi sur le droit d&rsquo;auteur</em> du Canada (L.R.C. (1985) ch. C-42). <strong>Je m&rsquo;engage &agrave; ne pas les copier ou &agrave; les rediffuser</strong> sans l&rsquo;accord pr&eacute;alable &eacute;crit de HEC Montr&eacute;al ou de mon professeur. Toute violation de cet engagement pourra entra&icirc;ner des sanctions &agrave; mon &eacute;gard. </span></span></p>\
\
<p><span style="font-size:16px; font-family:Arial,Helvetica,sans-serif">3- Les &eacute;tudiants inscrits doivent &ecirc;tre en mesure de r&eacute;pondre <span style="font-weight: bold;"><a href="http:\/\/confluence.hec.ca\/pages\/viewpage.action\?pageId=46596560" target="_blank">aux exigences technologiques</a> de l&#39;&Eacute;cole</span> pour tous les cours suivis au trimestre d&rsquo;&eacute;t&eacute;.</span></p>\
\
<p><span style="font-size:16px"><span style="font-family:Arial,Helvetica,sans-serif">4- <strong>Le <a href="https://www.hec.ca/direction_services/secretariat_general/juridique/reglements_politiques/documents/code_de_conduite_2014.pdf" target="_blank">code de conduite des &eacute;tudiants</a> demeure en vigueur</strong>, notamment lors des &eacute;changes virtuels en direct ou en diff&eacute;r&eacute; sur les diff&eacute;rentes plateformes utilis&eacute;es. </span></span></p>\
\
<p><span style="font-size:16px"><span style="font-family:Arial,Helvetica,sans-serif">5- Tout &eacute;tudiant inscrit accepte que HEC Montr&eacute;al prenne les mesures n&eacute;cessaires afin d&rsquo;assurer le respect du R&egrave;glement sur l&rsquo;int&eacute;grit&eacute; intellectuelle des &eacute;tudiants de HEC Montr&eacute;al lors d&rsquo;un examen &agrave; distance. &Agrave; cette fin, je consens &agrave; <strong>installer et &agrave; utiliser conform&eacute;ment aux indications qui me seront donn&eacute;es un logiciel de surveillance</strong> &agrave; distance sur mon ordinateur personnel, si l&rsquo;enseignant m&rsquo;en fait la demande. <a href="https://zonecours2.hec.ca/access/content/group/daip/documents%20publics/d%C3%A9tails%20E2020" target="_blank">En savoir plus&hellip;</a></span></span></p>\
</div>\
</body>
