export_a= Exporter \u00E9valuation
export_p= Exporter partie
export_q= Exporter question
export_action=Export
#export_action=Export
export_instructions=Choisissez une version pour un fichier XML conforme \u00E0 la sp\u00E9cification QTI
export_instructions= S\u00E9lectionnez T\u00E9l\u00E9charger pour g\u00E9n\u00E9rer un fichier XML conforme \u00E0 la sp\u00E9cification IMS QTI \u00E0 t\u00E9l\u00E9charger sur votre ordinateur. S\u00E9lectionnez <b><u>F</u>ichier</b> dans le menu du navigateur et enregistrez la page.
choose_type_1= Attention, l'exportation ne fonctionne pas avec Internet Explorer, veuillez utiliser Firefox. S\u00E9lectionner le type d'exportation que vous voulez faire,
choose_type_2= ou
choose_type_3= , et cliquez sur Exporter. Pour QTI, un fichier XML appara\u00EEtra dans une nouvelle fen\u00EAtre. S\u00E9lectionnez Fichier > Enregistrer... dans votre navigateur pour enregistrer ce fichier sur votre bureau.
ims_qti= XML conforme - IMS QTI
ims_cp= Empaquetage de contenu IMS
choose_export_type= S\u00E9lectionner le type d'exportation:
qti12= QTI v 1.2
content_packaging= Empaquetage du contenu
cp_message= Si votre \u00E9valuation contient des fichiers joints (comme des images) ou bien des liens vers des resssources, vous devriez utiliser l'option "Empaquetage du contenu"
#markup_text=Markup text
markup_text_note=N'oubliez pas qu'il y a des informations qui ne peuvent \u00EAtre export\u00E9 en fromat \u00AB markup text \u00BB, par exemple le text de r\u00E9troaction.
export_confirm=Il y a des questions qui ne peuvent \u00EAtre export\u00E9 en format markup text. Voulez-vous continuer?
export= Exporter
im_ex_version_choose= S\u00E9lectionnez une version de la sp\u00E9cification IMS QTI
im_ex_version_12= QTI v 1.2
im_ex_version_20= QTI v 2.0
im_ex_version_show= faux
import_a= Importer \u00E9valuation
import_p= Importer partie
import_q= Importer question
import_action= Importer
choose_file= S\u00E9lectionnez un fichier:
import_instructions= S\u00E9lectionnez un fichier XML conforme \u00E0 la sp\u00E9cification IMS QTI \u00E0 partir de votre ordinateur.
import_pool_instructions=S\u00e9lectionnez un fichier XML conforme \u00e0 la sp\u00e9cification IMS QTI \u00e0 partir de votre ordinateur.
dash= -
#export_imagemap_message=<b>Note</b>: Hot Spot questions won't be exported because they don't match with a standard question type. You can copy them from a site to another one using question pools or the Import from Site feature.
# deferred for later
#import_instructions=Choose an IMS QTI-compliant XML file from your computer\
# or an existing assessment to import.
#other_choose_title=Title
#other_choose_mod=Last Modified
#other_choose=OR Choose an assessment:

# properties used in java code
import_err = Une erreur est survenue lors de l'importation de cette \u00E9valuation. Assurez-vous que le fichier est sous format IMS QTI.
import_err_pool = Une erreur est survenu lors de l'importation. Assurez-vous que le fichier est conforme \u00E0 la sp\u00E9cification IMS QTI.
import_qti_not_found = Une erreur est survenue lors de l'importation de cette \u00E9valuation. Assurez-vous que le fichier est sous format IMS QTI.
respondus_matching_err_1 = L'import a eu lieu mais il y a eu une (des) erreur(s) avec les questions suivantes \:
#respondus_matching_err_2 = To display in this system, items and choices in matching questions must be paired one to one. Please edit this assessment to add pairs to each question, or delete the question altogether.

import_size_too_big={0} n''a pu \u00EAtre import\u00E9 car il y a une limite de volume de ficher de {1}MB par import.

# import question pool 
import_qp= Importer R\u00E9serve

# Export denied
export_denied= Exportation non permise
export_denied_message= Vous n'avez pas le droit d'exporter cette \u00E9valuation. Veuillez contacter votre enseignant si vous avez des questions.
button_continue= Retour

pool_error_title= Erreur lors de la mise \u00E0 jour de la r\u00E9serve de questions

file_is= Ce fichier a \u00E9t\u00E9 \:
from_samigo= Export\u00E9 \u00E0 partir de Sakai
from_respondus= Export\u00E9 \u00E0 partir de Respondus

