#group related
group.membership = Adh\u00E9sion
group.description = Description
group.list = Liste des \u00E9quipes
#group.locked = Group is locked because of tool usage
group.title.same = Ce nom d'\u00E9quipe est d\u00E9j\u00E0 utilis\u00E9. Veuillez en choisir un autre.
group.number = Taille (Max)
group.newgroup = Cr\u00E9er une nouvelle \u00E9quipe
group.editgroup = Modifier l'\u00E9quipe
group.nogroup = Aucune \u00E9quipe n'est d\u00E9finie
#group.role_prefix = Role: 
#group.section_prefix = Section: 
editgroup.instruction = Choisir des participants du site pour les ajouter \u00E0 l''\u00E9quipe. Choisir les participants de la liste de l''\u00E9quipe \u00E0 supprimer. Cliquer {0} pour enregistrer des changements. Attention: l''enseignant de la section sera automatiquement ajout\u00E9 aux \u00E9quipes. Cela n''aura aucun impact sur le fonctionnement.
editgroup.membership = Adh\u00E9sion
editgroup.remove = Supprimer?
editgroup.removechecked = Supprimer
editgroup.new = Ajouter
#editgroup.notallowed = This group cannot be edited because it is locked by tool usage.
#editgroup.noteditable = Not editable because it's locked by tool usage
editgroup.revise = Modifier
editgroup.update = Mettre \u00E0 jour
editgroup.back = Revenir en arri\u00E8re
editgroup.cancel = Annuler
editgroup.generallist = Liste des participants du site
editgroup.grouplist = Liste des participants de l'\u00E9quipe
#editgroup.group.locked = You cannot edit a group locked by some tool(s)
#editgroup.group.locked.delete = You cannot remove a group locked by some tool(s)
editgroup.titlemissing = Vous devez sp\u00E9cifiez un nom d'\u00E9quipe
editgroup.removegroups = Supprimer les \u00E9quipes
editgroup.groupdel.alert = La suppression de l'\u00E9quipe est permanente. Les outils utilisant les \u00E9quipes s\u00E9lectionn\u00E9s pourraient ne pas se comporter correctement apr\u00E8s la suppression. Il est recommand\u00E9 de v\u00E9rifier si des outils utilisent ces \u00E9quipes avant de les supprimer. \u00CAtes-vous s\u00FBr de vouloir supprimer les \u00E9quipes suivants?
editgroup.site.permission.alert = Vous n'avez pas la permission de faire des changement dans ce site
editgroup.site.notfound.alert = Site non trouv\u00E9
none = Aucun
groupList.selectAllNone = Supprimer

delete_group_tooltip = Veuillez s\u00E9lectionner l'\u00E9quipe d'abord et cliquer sur \"Supprimer\" afin d'afficher la page de confirmation
delete_group_nogroup = Veuillez choisir au moins une \u00E9quipe \u00E0 supprimer

#deletegroup.notallowed.groups.remove=The following group(s) cannot be removed because are locked by some tool(s): {0}.
#general action label
update = Mettre \u00E0 jour
cancel = Annuler
#back=Back

#automatically create new group
group.auto.newgroup = \u00C9quipes pr\u00E9d\u00E9finies / al\u00E9atoires
group.autocreate.newgroups = Cr\u00E9er des nouvelles \u00E9quipes pr\u00E9d\u00E9finies ou al\u00E9atoires
group.autocreate.selectrosterorrole = Veuillez choisir au moins un r\u00F4le.
group.autocreate.instructions = Veuillez s\u00E9lectionner des r\u00F4les ou des listes d'\u00E9tudiants pour cr\u00E9er une \u00E9quipe pour chaque item s\u00E9lectionn\u00E9. En s\u00E9lectionnant une seule liste, vous pouvez cr\u00E9er des \u00E9quipes al\u00E9atoire pour les participants de cette liste. En s\u00E9lectionnant un seul r\u00F4le, vous pouvez cr\u00E9er des \u00E9quipes al\u00E9atoires pour les participants du site ayant ce r\u00F4le. Attention: l'enseignant de la section sera automatiquement ajout\u00E9 aux \u00E9quipes. Cela n'aura aucun impact sur le fonctionnement.
group.autocreate.section.postfix = (\u00E9quipe)
table.roster_select = S\u00E9lectionnez
table.roster_title = Liste d'\u00E9tudiants
table.role_select = S\u00E9lectionnez
table.role_title = R\u00F4le
instruction.role = S\u00E9lectionnez les r\u00F4les
instruction.header.roster = Listes d'\u00E9tudiants disponibles
instruction.header.role = R\u00F4les disponibles
randomOptionLabel = Cr\u00E9er des \u00E9quipes al\u00E9atoires \u00E0 partir du r\u00F4le s\u00E9lectionn\u00E9.
roleOptionLabel = Cr\u00E9er une \u00E9quipe pour le r\u00F4le s\u00E9lectionn\u00E9.
rosterOptionLabel = Cr\u00E9er une \u00E9quipe pour la liste s\u00E9lectionn\u00E9e.
rosterRandomOptionLabel = Cr\u00E9er des \u00E9quipes al\u00E9atoires \u00E0 partir des participants de la liste s\u00E9lectionn\u00E9e.
splitByGroupsLabel = R\u00E9partir selon le nombre d'\u00E9quipes souhait\u00E9es
splitByUsersLabel = R\u00E9partir selon le nombre souhait\u00E9 de participants par \u00E9quipe
group.title = Nom
group.joinable-set = \u00C9quipe joignable
randomGroupsLegend = Options
group.unit = Nombre d'\u00E9quipes
user.unit = Nombre de participants par \u00E9quipe
numToSplit.user.empty.alert = Le nombre d'utilisateurs par \u00E9quipe est requis.
numToSplit.group.empty.alert = Le nombre d'\u00E9quipes est requis.
numToSplit.user.notanumber.alert = Le nombre de participants par \u00E9quipe devrait \u00EAtre un nombre positif sans d\u00E9cimal.
numToSplit.group.notanumber.alert = Le nombre d'\u00E9quipes par champ devrait \u00EAtre un nombre positif sans d\u00E9cimal.
groupTitle.empty.alert = Le nom de l'\u00E9quipe est requis lors de la cr\u00E9ation d'\u00E9quipes al\u00E9atoires.
exist.group.roster = (Une \u00E9quipe avec cette liste existe d\u00E9j\u00E0)
exist.group.role = (Une \u00E9quipe avec ce r\u00F4le existe d\u00E9j\u00E0) 
group.allow.view.membership = Permettre aux participants de voir les autres participants de cette \u00E9quipe
group.allow.view.membership2 = Permettre aux participants de voir les autres participants de l'\u00E9quipe apr\u00E8s s'y \u00EAtre joint
group.allow.unjoinable = Permettre aux participants de quitter l'\u00E9quipe apr\u00E8s l'avoir joint
### Create Joinable Set Page
group.joinable.create = Cr\u00E9er une nouvelle \u00E9quipe joignable
group.joinable.title = Cr\u00E9er une \u00E9quipe joignable
group.joinable.title.edit = Modifier une nouvelle \u00E9quipe joignable
group.joinable.desc = Les \u00E9quipes joignables sont des \u00E9quipes cr\u00E9\u00E9s automatiquement auxquels les participants peuvent se joindre. Chaque \u00E9quipe dans un ensemble commence par le m\u00EAme nom et se termine avec un nombre unique. Un participant ne peut joindre qu'une seule \u00E9quipe par ensemble. Attention: l'enseignant de la section sera automatiquement ajout\u00E9 aux \u00E9quipes. Cela n'aura aucun impact sur le fonctionnement.
group.joinable.setname = Ensemble d'\u00E9quipes joignables:
group.joinable.numOfGroups = Nombre d'\u00E9quipes:
group.joinable.maxMembers = Maximum de participants par \u00E9quipe:
group.joinable.maxMembers2 = Maximum de participants:
group.joinable.allowPreview = Permettre aux participants de voir les autres participants de cette \u00E9quipe avant de s'y joindre
numGroups.empty.alert = Le nombre d'\u00E9quipes est requis et devrait \u00EAtre un nombre valide.
numGroups.zero.alert = Le nombre d'\u00E9quipes devrait \u00EAtre une valeur sup\u00E9rieure \u00E0 0.
maxMembers.zero.alert = Le nombre maximum de participants devrait \u00EAtre une valeur sup\u00E9rieur \u00E0 0.
maxMembers.empty.alert = Nombre maximum de participants est requis et devrait \u00EAtre un nombre valide.
maxGroups.alert = Le nombre maximum d'\u00E9quipes que vous pouvez cr\u00E9er est 1000
#user.not.member.alert={0} is not a member of the site.
#user.unknown=Unknown
group.joinable.currentgroups = \u00C9quipes actuelles:
group.joinable.additionalGroups = G\u00E9n\u00E9rer des \u00E9quipes additionnelles
group.joinable.pendingGroups = \u00C9quipes en attente:
group.joinable.pendingGroups.disclaimer = Ces \u00E9quipes seront cr\u00E9\u00E9es lorsque vous sauvegarderez vos modifications.
group.joinable.edit.saveChanges = Sauvegarder les modifications
group.joinable.usersNotInSet = Participants qui n'ont pas encore joint une \u00E9quipe de cet ensemble.
group.members = Participants
group.joinable.generate = Generer
group.joinable.delete = Ensemble supprim\u00E9
group.joinable.set = \u00C9quipe joignable:
joinableset.duplicate.alert = Le nom de l'ensemble a d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9. Veuillez en choisir un autre.
### limit of site group title ####
site_group_title_length_limit = Le nom ne peut d\u00E9passer {0} caract\u00E8res. Veuillez choisir un nom plus court.

group.import = Importer d'un fichier
group.importinstruction = Importer des \u00E9quipes d'un tableur ou fichier csv

import1.title = T\u00E9l\u00E9verser un fichier contenant les \u00E9quipes que vous souhaitez cr\u00E9er
import1.instr.req.header = Sp\u00E9cifications du fichier
import1.instr.req.1 = Le fichier CSV doit inclure les d\u00E9tails des \u00E9quipes dans les colonnes: nom de l'\u00E9quipe, nom du participant
import1.instr.req.2 = Les colonnes doivent \u00EAtre dans l'ordre sp\u00E9cifi\u00E9 et ne pas inclure d'en-t\u00EAte de colonne
import1.instr.req.3 = Les champs doivent \u00EAtre s\u00E9par\u00E9s par des virgules, sans espaces entre les champs et les champs qui contiennent un espace doivent \u00EAtre entre guillemets doubles
import1.textarea.header = \u00C9crire ou copier du texte dans la bo\u00EEte
import1.textarea.header.file = Ou choisir un fichier
import1.error.no.content = La bo\u00EEte doit contenir du texte ou un fichier doit \u00EAtre choisi.
import1.error.file.type.invalid = Le fichier doit avoir une extension .csv
import1.error.invalid.data.format = Chaque ligne doit avoir deux champs: le nom de l'\u00E9quipe et le nom du participant. Les champs doivent \u00EAtre s\u00E9par\u00E9s par une virgule.
import1.continue = Continuer

import2.check = V\u00E9rification des donn\u00E9es import\u00E9es
import2.error = Les donn\u00E9es que vous avez fournies contiennent des participants invalides ou qui ne font pas partie du site (en rouge). Vous devez corriger ces donn\u00E9es et essayer de nouveau.
import2.okay = Les donn\u00E9es suivantes ont \u00E9t\u00E9 trouv\u00E9es dans le fichier t\u00E9l\u00E9vers\u00E9. Si ceci est correct, cliquez sur \"Continuer\".
import2.grouptitle = Nom
import2.userid = Identification du participant
import2.continue = Importation des \u00E9quipes
import2.couldntimportgroups = Une erreur est survenue pendant l'import des \u00E9quipes. Consulter un administrateur.
import2.groupexists = Cette \u00E9quipe exist d\u00E9j\u00E0, l'adh\u00E9sion sera combin\u00E9e. Les participants existants sont en gris.
import2.invalidmemberheading = Participant invalide
import2.newmemberheading = Nouveaux participants
import2.existmemberheading = Participants existants

#groups filter
sinfo.filterbygroup = Filtrer par section:
sinfo.filterPlaceholder = Recherche
group.group_prefix = \u00E9quipe: 
