#group related
group.membership = Adh\u00E9sion
group.description = Description
group.list = Liste des groupes
group.title.same=Ce nom de groupe est d\u00E9j\u00E0 utilis\u00E9. Veuillez en choisir un autre.
group.number = Taille (Max)
group.newgroup = Cr\u00E9er un nouveau groupe
group.editgroup = Modifier le groupe
group.nogroup = Aucun groupe n'est d\u00E9fini
editgroup.instruction = Choisir des participants du site pour les ajouter au groupe. Choisir les participants de la liste du groupe \u00E0 supprimer. Cliquer {0} pour enregistrer des changements.
editgroup.membership = Adh\u00E9sion
editgroup.remove = Supprimer?
editgroup.removechecked = Supprimer
editgroup.new = Ajouter
editgroup.revise = Modifier
editgroup.update = Mettre \u00E0 jour
editgroup.back = Revenir en arri\u00E8re
editgroup.cancel = Annuler
editgroup.generallist = Liste des participants du site
editgroup.grouplist = Liste des participants du groupe
editgroup.titlemissing = Vous devez sp\u00E9cifiez un nom de groupe
editgroup.removegroups = Supprimer les groupes
editgroup.groupdel.alert = La suppression du groupe est permanente. Les outils utilisant les groupes s\u00E9lectionn\u00E9s pourraient ne pas se comporter correctement apr\u00E8s la suppression. Il est recommand\u00E9 de v\u00E9rifier si des outils utilisent ces groupes avant de les supprimer. \u00CAtes-vous s\u00FBr de vouloir supprimer les groupes suivants?
editgroup.site.permission.alert = Vous n'avez pas la permission de faire des changement dans ce site
editgroup.site.notfound.alert = Site non trouv\u00E9
none=Aucun
groupList.selectAllNone=Supprimer

delete_group_tooltip=Veuillez s\u00E9lectionner le groupe d'abord et cliquer sur "Supprimer" afin d'afficher la page de confirmation
delete_group_nogroup=Veuillez choisir au moins un groupe \u00E0 supprimer

#general action label
update=Mettre \u00E0 jour
cancel=Annuler

#automatically create new group
group.auto.newgroup = Groupes pr\u00E9d\u00E9finis / al\u00E9atoires
group.autocreate.newgroups=Cr\u00E9er des nouveaux groupes pr\u00E9d\u00E9finis ou al\u00E9atoires
group.autocreate.selectrosterorrole=Veuillez choisir au moins un r\u00F4le.
group.autocreate.instructions=Veuillez s\u00E9lectionner des r\u00F4les ou des listes d'\u00E9tudiants pour cr\u00E9er un groupe pour chaque item s\u00E9lectionn\u00E9. En s\u00E9lectionnant une seule liste, vous pouvez cr\u00E9er des groupes al\u00E9atoire pour les participants de cette liste. En s\u00E9lectionnant un seul r\u00F4le, vous pouvez cr\u00E9er des groupes al\u00E9atoires pour les participants du site ayant ce r\u00F4le.
group.autocreate.section.postfix=(groupe)
table.roster_select=S\u00E9lectionnez
table.roster_title=Liste d'\u00E9tudiants
table.role_select=S\u00E9lectionnez
table.role_title=R\u00F4le
instruction.role=S\u00E9lectionnez les r\u00F4les
instruction.header.roster=Listes d'\u00E9tudiants disponibles
instruction.header.role=R\u00F4les disponibles
randomOptionLabel=Cr\u00E9er des groupes al\u00E9atoires \u00E0 partir du r\u00F4le s\u00E9lectionn\u00E9.
roleOptionLabel=Cr\u00E9er un groupe pour le r\u00F4le s\u00E9lectionn\u00E9.
rosterOptionLabel=Cr\u00E9er un groupe pour la liste s\u00E9lectionn\u00E9e.
rosterRandomOptionLabel=Cr\u00E9er des groupes al\u00E9atoires \u00E0 partir des participants de la liste s\u00E9lectionn\u00E9e.
splitByGroupsLabel=R\u00E9partir selon le nombre de groupes souhait\u00E9s
splitByUsersLabel=R\u00E9partir selon le nombre souhait\u00E9 de participants par groupe
group.title=Nom
group.joinable-set=Groupe joignable
randomGroupsLegend=Options
group.unit=Nombre de groupes
user.unit=Nombre de participants par groupes
numToSplit.user.empty.alert=Le nombre d'utilisateurs par groupe est requis.
numToSplit.group.empty.alert=Le nombre de groupes est requis.
numToSplit.user.notanumber.alert=Le nombre de participants par groupe devrait \u00EAtre un nombre positif sans d\u00E9cimal.
numToSplit.group.notanumber.alert=Le nombre de groupes par champ devrait \u00EAtre un nombre positif sans d\u00E9cimal.
groupTitle.empty.alert=Le nom du groupe est requis lors de la cr\u00E9ation de groupes al\u00E9atoire.
exist.group.roster = (Un groupe avec cette liste existe d\u00E9j\u00E0)
exist.group.role = (Un groupe avec ce r\u00F4le existe d\u00E9j\u00E0) 
group.allow.view.membership=Permettre aux participants de voir les autres participants de ce groupe
group.allow.view.membership2=Permettre aux participants de voir les autres participants du groupe apr\u00E8s s'y \u00EAtre joint
group.allow.unjoinable=Permettre aux participants de quitter le groupe apr\u00E8s l'avoir joint
### Create Joinable Set Page
group.joinable.create=Cr\u00E9er un nouveau groupe joignable
group.joinable.title=Cr\u00E9er un groupe joignable
group.joinable.title.edit=Modifier un nouveau groupe joignable
group.joinable.desc=Les groupes joignables sont des groupes cr\u00E9\u00E9s automatiquement auxquels les participants peuvent se joindre. Chaque groupe dans un ensemble commence par le m\u00EAme nom et se termine avec un nombre unique. Un participant ne peut joindre qu'un seul groupe par ensemble.
group.joinable.setname=Ensemble de groupes joignables:
group.joinable.numOfGroups=Nombre de groupes:
group.joinable.maxMembers=Maximum de participants par groupe:
group.joinable.maxMembers2=Maximum de participants:
group.joinable.allowPreview=Permettre aux participants de voir les autres participants de ce groupe avant de s'y joindre
numGroups.empty.alert=Le nombre de groupe est requis et devrait \u00EAtre un nombre valide.
numGroups.zero.alert=Le nombre de groupes devrait \u00EAtre une valeur sup\u00E9rieure \u00E0 0.
maxMembers.zero.alert=Le nombre maximum de participants devrait \u00EAtre une valeur sup\u00E9rieur \u00E0 0.
maxMembers.empty.alert=Nombre maximum de participants est requis et devrait \u00EAtre un nombre valide.
maxGroups.alert=Le nombre maximum de groupe que vous pouvez cr\u00E9er est 1000
group.joinable.currentgroups=Groupes actuels:
group.joinable.additionalGroups=G\u00E9n\u00E9rer des groupes additionnels
group.joinable.pendingGroups=Groupes en attente:
group.joinable.pendingGroups.disclaimer=Ces groupes seront cr\u00E9\u00E9s lorsque vous sauvegarderez vos modifications.
group.joinable.edit.saveChanges=Sauvegarder les modifications
group.joinable.usersNotInSet=Participants qui n'ont pas encore joint un groupe de cet ensemble.
group.members=Participants
group.joinable.generate=Generer
group.joinable.delete=Ensemble supprim\u00E9
group.joinable.set=Groupe Joignable:
joinableset.duplicate.alert=Le nom de l'ensemble a d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9. Veuillez en choisir un autre.
### limit of site group title ####
site_group_title_length_limit=Le nom ne peut d\u00E9passer {0} caract\u00E8res. Veuillez choisir un nom plus court.

group.import = Importer d'un fichier
group.importinstruction = Importer des groupes d'un Import groups from a tableur ou fichier csv

import1.title = T\u00E9l\u00E9verser un fichier contenant les groupes que vous souhaitez cr\u00E9er
import1.instr.req.header = Sp\u00E9cifications du fichier
import1.instr.req.1 = Le fichier CSV doit inclure les d\u00E9tails des groupes dans les colonnes: titre du groupe, nom d'utilisateur
import1.instr.req.2 = Les colonnes doivent \u00EAtre dans l'ordre sp\u00E9cifi\u00E9 et ne pas inclure d'en-t\u00EAte de colonne
import1.instr.req.3 = Les champs doivent \u00EAtre s\u00E9par\u00E9s par des virgules, sans espaces entre les champs et les champs qui contiennent un espace doivent \u00EAtre entre guillemets doubles
import1.error = Le fichier que vous avez t\u00E9l\u00E9vers\u00E9 n'est pas lisible. Veuillez v\u00E9rifier que le fichier est du bon format et r\u00E9essayer.
import1.continue = Continuer

import2.check = V\u00E9rification des donn\u00E9es import\u00E9es
import2.error = Les donn\u00E9es que vous avez fournies contiennent des participants invalide ou qui ne fait pas partie du site (en rouge). Vous devez corriger ces donn\u00E9es et essayer de nouveau.
import2.okay = Les donn\u00E9es suivantes ont \u00E9t\u00E9 trouv\u00E9es dans le fichier t\u00E9l\u00E9vers\u00E9. Si ceci est correct, cliquez sur "Continuer".
import2.grouptitle = Nom
import2.userid = Identification du participant
import2.continue = Importation des groupes
import2.couldntimportgroups = Une erreur est survenue pendant l'import des groupes. Consulter un administrateur.
import2.groupexists = Ce groupe exist d\u00E9j\u00E0, l'adh\u00E9sion sera combin\u00E9e.Les participants existant sont en gris.

#groups filter
sinfo.filterbygroup = Filtrer par section:
sinfo.filterPlaceholder = Recherche
group.group_prefix = Groupe:
