#----Start importing-----
privacy_choice_hidden=---TO TRANSLATE ----Remain hidden in this site
noti_prefs_cancel=---TO TRANSLATE ----Cancel
tabDisplay_coursecode=---TO TRANSLATE ----Course code (e.g. F13-ACCT-134C-01)
privacy_no_choices=---TO TRANSLATE ----No sites to choose from, you must be a member in at least one site.
tab_move_top=---TO TRANSLATE ----Move selected site to top of list
user_missing=---TO TRANSLATE ----UserId is missing.
tabs_screen_reader_label=---TO TRANSLATE ----Select 
tab_count=---TO TRANSLATE ----Tabs displayed:
userPrefs.action.key=---TO TRANSLATE ----The action takes user id, and key value, and returns user preference property settings for that key. Here is the request url pattern: /direct/userPrefs/key/{user_id}/{key_value}.json with parameters
privacy_choice_heading=---TO TRANSLATE ----Please set your privacy status preference:
move_up_msg=---TO TRANSLATE ----Please select at least one site to move up.
hideshowdesc_toggle_hide=---TO TRANSLATE ----Hide Sites
privacy_item_hidden=---TO TRANSLATE ----Hide me when I am added to sites by default
tabDisplay_coursename=---TO TRANSLATE ----Course name/description (e.g. First Year Accounting)
privacy_item_visible=---TO TRANSLATE ----Make me visible when I am added to sites by default
noti_add_site=---TO TRANSLATE ----Add a site
remove_all=---TO TRANSLATE ----Cannot remove all tabs from top navigation
noti_prefs_add=---TO TRANSLATE ----Add Site(s)
add_to_sites_msg=---TO TRANSLATE ----Please select a site to add to Sites Visible in Tabs.
privacy_choice_visible=---TO TRANSLATE ----Make me visible in this site
privacy_choice_later=---TO TRANSLATE ----Ask me again later
tabs_move_bottom=---TO TRANSLATE ----Move selected sites to bottom of this list
tab_inst_save=---TO TRANSLATE ----When you have finished making changes, click Update Preferences to save them.
moresite_projects=---TO TRANSLATE ----PROJECTS
moresite_other=---TO TRANSLATE ----OTHER
moresite_portfolios=---TO TRANSLATE ----PORTFOLIOS
tabDisplay_prompt=---TO TRANSLATE ----Show tabs as:
tabs_move_right=---TO TRANSLATE ----Move selected sites to top of list on right
prefs_hidden=---TO TRANSLATE ----Hidden Sites
remove_from_sites_msg=---TO TRANSLATE ----Please select a site to remove from Sites Visible in Tabs.
hideshowdesc_toggle_show=---TO TRANSLATE ----Show Sites
move_down_msg=---TO TRANSLATE ----Please select at least one site to move down.
moresite_scs=---TO TRANSLATE ----SCS Courses
time_inst=---TO TRANSLATE ----Please select your local time zone for selected {0} tools, such as Calendar. You are currently in the {1} time zone
moresite_no_term=---TO TRANSLATE ----COURSES WITH NO TERM
privacy_specific_site=---TO TRANSLATE ----Set status for a specific site
privacy_default=---TO TRANSLATE ----Default Status
tab_move_bottom=---TO TRANSLATE ----Move selected site to bottom of list
noti_prefs_instr=---TO TRANSLATE ----To override the default setting for specific site(s), check the box next to the site(s) you wish to change and click 'Add Site(s)'
userPrefs=---TO TRANSLATE ----User Preference Values
prefs_element_locked=---TO TRANSLATE ----This element can not be placed here.  The element underneath is locked.
hidden_instructions=---TO TRANSLATE ----Select a site or grouping of sites to hide from the Site Drawer.<br /><b>NOTE:</b> This will <b>not</b> affect the visibility of a site to students.
min_tabs=---TO TRANSLATE ----Must have at least %d tabs on top navigation bar
tabs_move_top=---TO TRANSLATE ----Move selected sites to top of this list
privacy_all_sites=---TO TRANSLATE ----Change your status in all your sites
tabs_move_left=---TO TRANSLATE ----Move selected sites to top of list on left
noti_prefs_title=---TO TRANSLATE ----Override {0} Preferences: Add Site(s)
moresite_administration=---TO TRANSLATE ----ADMINISTRATION
privacy_change_later_instructions=---TO TRANSLATE ----To change your privacy settings in the future, visit<br />Home > Preferences > Privacy Status
tab_inst_3=---TO TRANSLATE ----To change the number of your sites prominently displayed in the worksite navigation, update the Display number. Then click Update Preferences to make the changes.
hidden_really_hide_confirm=---TO TRANSLATE ----Hiding a favorite site will remove it from your favorites. Do you wish to continue?



#Fri Nov 26 20:33:17 CET 2010
privacy_hidden=cach\u00E9
prefs_noti_title=Notifications
privacy_stmt_hide=.  Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.
privacy_show_all=Montrez-moi dans tous les sites
tab_vis_inst=Sites visibles dans les onglets
tab_move_lone=<
privacy_visible=visible
prefs_lang_title=Langue
tab_move_inst = Montrer les sites non visibles s\u00E9lectionn\u00E9s
privacy_title=\u00C9tat de confidentialit\u00E9 du site
tab_move_all_inst = Montrer tous les sites non visibles
tab_move_lall=<<
tab_move_up=Monter dans la liste
privacy_update=Mise-\u00E0-jour
time_inst_2=fuseau horaire
time_inst_1 = Veuillez s\u00E9lectionner votre fuseau horaire local pour les outils Sakai s\u00E9lectionn\u00E9s, tels que Horaire. Vous \u00EAtes actuellement dans le
update_success=* Vos pr\u00E9f\u00E9rences ont \u00E9t\u00E9 mises \u00E0 jour avec succ\u00E8s.
privacy_show_all_set=Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 visible. Les autres peuvent voir votre nom dans la liste de participants et peuvent vous contacter par le site.
privacy_choose=Choisissez un site
privacy_hide_all=Cachez-moi dans tous les sites
privacy_site_not_selected=Veuillez s\u00E9lectionner un site pour modifier votre statut.
prefs_title=Pr\u00E9f\u00E9rences
noti_inst_second=Vous recevrez toutes les notifications de haute priorit\u00E9 par courriel. R\u00E9glez les notifications de basse priorit\u00E9 ci-dessous.
locale_msg=Veuillez s\u00E9lectionner votre pr\u00E9f\u00E9rence pour la langue (et le pays). Votre pr\u00E9f\u00E9rence actuelle pour la langue est\:
tab_move_rone=>
privacy_show_title=R\u00E9gler la confidentialit\u00E9 \u00E0 montrer pour tous les sites
tab_inst_2 = Pour modifier l'ordre de vos sites dans vos onglets, s\u00E9lectionnez un site \u00E0 partir de <b>Sites visibles dans les onglets</b> et cliquez sur les fl\u00E8ches haut ou bas pour modifier la position du site dans les onglets. Puis, cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences.
tab_not_vis_inst=Sites non visibles dans les onglets
prefs_privacy=\u00C9tat de Confidentialit\u00E9
tab_inst_1 = Pour cacher un site, s\u00E9lectionnez le site \u00E0 partir de la liste <b>Sites visibles dans les onglets</b> et utilisez la fl\u00E8che gauche pour mettre le site dans <b>Sites non visibles dans les onglets</b>. Pour afficher un site cach\u00E9, s\u00E9lectionnez le site \u00E0 partir de <b>Sites non visibles dans les onglets</b> et utilisez la fl\u00E8che droite pour d\u00E9placer le site vers <b>Sites visibles dans les onglets</b>. Puis, cliquez sur <b>Mettre \u00E0 jour les pr\u00E9f\u00E9rences</b>.
update_pref=Mettre \u00E0 jour les pr\u00E9f\u00E9rences
tab_move_all_inst_re = Cacher tous les sites visibles
privacy_check_show=Montrez-moi
privacy_change_directions=Si vous d\u00E9sirez changer votre \u00E9tat, cochez la case \u00E0 c\u00F4t\u00E9 de
cancel_pref=Annuler modifications
prefs_timezone_title=Fuseau horaire
privacy_change_directions2 = puis cliquez sur le bouton Mettre \u00E0 jour ci-dessous.
tab_move_rall=>>
privacy_stmt1=Votre \u00E9tat dans ce site est pr\u00E9sentement r\u00E9gl\u00E9 \u00E0
tab_move_down=Descendre dans la liste
privacy_hide_title=R\u00E9gler la confidentialit\u00E9 \u00E0 cach\u00E9 pour tous les sites
privacy_note = Note: Pour voir votre \u00E9tat de confidentialit\u00E9 dans les autres sites, choisissez Pr\u00E9f\u00E9rences \u00E0 partir de votre Espace personnel.
privacy_check_hide=Cachez-moi
privacy_stmt_show=.  Les autres peuvent voir votre nom dans la liste de classe et peuvent vous contacter par le site.
tab_move_inst_re = Cacher les sites visibles s\u00E9lectionn\u00E9s
privacy_update_title=Mise-\u00E0-jour de l'\u00E9tat de confidentialit\u00E9
privacy_hide_all_set=Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 cach\u00E9. Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.


### 47 properties in SAKAI 11 (9 changed, 38 props with same value in both versions, 0 not in 2.9.1)
#########################################################################################
####################### Personalizations  from 2.9.1-source-modif #######################
noti_ann = Annonces
noti_ann_1 = Ne pas m'envoyer les annonces de basse priorit\u00E9
noti_ann_2 = Envoyez-moi un courriel par jour r\u00E9sumant toutes les annonces de basse priorit\u00E9
noti_ann_3 = Envoyez-moi chaque notification s\u00E9par\u00E9ment
noti_mail = Archive de courriels
noti_mail_1 = Ne pas m'envoyer les courriels envoy\u00E9s au site
noti_mail_2 = Envoyez-moi un courriel par jour r\u00E9sumant tous les courriels
noti_mail_3 = Envoyez-moi chaque courriel envoy\u00E9 au site s\u00E9par\u00E9ment
noti_rsrc = Ressources
noti_rsrc_1 = Ne pas m'envoyer les notifications de ressources de basse priorit\u00E9
noti_rsrc_2 = Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications de ressources de basse priorit\u00E9
noti_rsrc_3 = Envoyez-moi chaque ressource s\u00E9par\u00E9ment
noti_syll = Plan de cours
noti_syll_1 = Ne pas m'envoyer les \u00E9l\u00E9ments de plan de cours de basse priorit\u00E9
noti_syll_2 = Envoyez-moi un courriel par jour r\u00E9sumant toutes les notifications
noti_syll_3 = Envoyez-moi chaque notification s\u00E9par\u00E9ment
tab_count = Nombre d'onglets affich\u00E9s\:
tab_inst_3 = Pour changer le nombre d'onglets affich\u00E9s, indiquez le nombre voulu dans le champ <b>Onglets affich\u00E9s</b> et cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences.
tab_inst_save = N'oubliez pas de cliquer sur <b>Mettre \u00E0 jour les pr\u00E9f\u00E9rences</b> pour enregistrer les modifications\!
tab_move_bottom = Descendre tout en bas de la liste
tab_move_top = Monter tout en haut de la liste
remove_from_sites_msg = Veuillez s\u00E9lectionner un site \u00E0 enlever de Sites Visibles dans les onglets. 
add_to_sites_msg = Veuillez s\u00E9lectionner un site \u00E0 ajouter au Sites Visibles.
move_up_msg = Vueillez s\u00E9lectionner au moins un site \u00E0 d\u00E9placer vers le haut.
move_down_msg = Vueillez s\u00E9lectionner au moins un site \u00E0 d\u00E9placer vers le bas.
tab_inst_1_alt=
tab_inst_2_alt=Utiliser les fl\u00E8ches du centre pour modifier la visibilit\u00E9 des sites et les fl\u00E9ches lat\u00E9rales pour changer l'ordre des onglets.
tab_inst_3_alt=Sites visibles
tab_inst_4_alt=Choisir le nombre d''onglets affich\u00E9s ? l''aide du menu d\u00E9roulant ci-dessous
tab_inst_5_alt=Sites non-visibles
tab_inst_6_alt=
tab_inst_7_alt=
tab_inst_8_alt=