prefs_noti_title = Notifications
prefs_timezone_title = Fuseau horaire
prefs_lang_title = Langue
prefs_title = Pr\u00E9f\u00E9rences
prefs_privacy = \u00C9tat de Confidentialit\u00E9
prefs_sites=Mes cours
prefs_editor=\u00C9diteur

prefs_site_tab_display_format = Format d'affichage des onglets de sites

prefs_editor_tab_options=Options pour l'\u00E9diteur
 
prefs_element_locked = Cet \u00E9l\u00E9ment ne peut \u00EAtre plac\u00E9 ici. L'\u00E9l\u00E9ment en dessous est bloqu\u00E9.

update_pref = Mettre \u00E0 jour les pr\u00E9f\u00E9rences
cancel_pref = Annuler modifications
update_success = * Vos pr\u00E9f\u00E9rences ont \u00E9t\u00E9 mises \u00E0 jour avec succ\u00E8s.

hideshowdesc_toggle_hide = Rendre les sites non visibles
hideshowdesc_toggle_show = Montrer les sites

noti_inst_second = Vous recevrez toutes les notifications de haute priorit\u00E9 par courriel. R\u00E9glez les notifications de basse priorit\u00E9 ci-dessous.

noti_add_site = Ajouter un site

# need to define the site type titles (copied from portal-impl)
moresite_projects = PROJETS
moresite_portfolios = PORTFOLIOS
moresite_administration = ADMINISTRATION
moresite_other = AUTRES
moresite_scs = ---TO TRANSLATE ----SCS Courses
moresite_no_term = SESSION INCONNUE

noti_prefs_title = Annuler {0} Pr\u00E9f\u00E9rences: Ajouter le(s) Site(s)
noti_prefs_instr = Pour annuler la configuration par d\u00E9faut d'un site sp\u00E9cifique, s\u00E9lectionner la boite \u00E0 cot\u00E9 du site que vous d\u00E9sirez changer et cliquer \"Ajouter un site\"
noti_prefs_add = Ajouter des sites
noti_prefs_cancel = Annuler

tab_inst_1 = Pour cacher un site, s\u00E9lectionnez le site \u00E0 partir de la liste <b>Sites visibles dans les onglets</b> et utilisez la fl\u00E8che gauche pour mettre le site dans <b>Sites non visibles dans les onglets</b>. Pour afficher un site cach\u00E9, s\u00E9lectionnez le site \u00E0 partir de <b>Sites non visibles dans les onglets</b> et utilisez la fl\u00E8che droite pour d\u00E9placer le site vers <b>Sites visibles dans les onglets</b>. Puis, cliquez sur <b>Mettre \u00E0 jour les pr\u00E9f\u00E9rences</b>.
tab_inst_2 = Pour modifier l'ordre de vos sites dans vos onglets, s\u00E9lectionnez un site \u00E0 partir de <b>Sites visibles dans les onglets</b> et cliquez sur les fl\u00E8ches haut ou bas pour modifier la position du site dans les onglets. Puis, cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences.
tab_inst_3 = Pour changer le nombre d'onglets affich\u00E9s, indiquez le nombre voulu dans le champ <b>Onglets affich\u00E9s</b> et cliquez sur Mettre \u00E0 jour les pr\u00E9f\u00E9rences.
tab_inst_save = N'oubliez pas de cliquer sur <b>Mettre \u00E0 jour les pr\u00E9f\u00E9rences</b> pour enregistrer les modifications!
tab_not_vis_inst = Sites non visibles dans les onglets
tab_vis_inst = Sites visibles dans les onglets
tab_move_inst = Montrer les sites non visibles s\u00E9lectionn\u00E9s
tab_move_inst_re = Cacher les sites visibles s\u00E9lectionn\u00E9s
tab_move_all_inst = Montrer tous les sites non visibles
tab_move_all_inst_re = Cacher tous les sites visibles
tab_move_up = Monter dans la liste
tab_move_down = Descendre dans la liste
tab_move_top = Monter tout en haut de la liste
tab_move_bottom = Descendre tout en bas de la liste
tabs_move_top = D\u00E9placer les sites s\u00E9lectionn\u00E9s en haut de cette liste
tabs_move_bottom = D\u00E9placer les site s\u00E9lectionn\u00E9s au bas de cette liste
tabs_move_left = D\u00E9placer le site s\u00E9lectionn\u00E9 en haut de la liste de gauche
tabs_move_right = D\u00E9placer les sites s\u00E9lectionn\u00E9es du haut de la liste \u00E0 droite
tabs_screen_reader_label = S\u00E9lectionner 

tab_move_rone = >
tab_move_lone = <
tab_move_rall = >>
tab_move_lall = <<

tab_count = Nombre d'onglets affich\u00E9s:

time_inst = Veuillez s\u00E9lectionner votre fuseau horaire local. Certains outils de ZoneCours tels que l''agenda utilisent votre fuseau horaire. Vous \u00EAtes actuellement dans le fuseau horaire {1}
				
locale_msg = Veuillez s\u00E9lectionner votre pr\u00E9f\u00E9rence pour la langue (et le pays). Votre pr\u00E9f\u00E9rence actuelle pour la langue est:

privacy_title = \u00C9tat de confidentialit\u00E9 du site
privacy_default = Statut par d\u00E9faut
privacy_item_visible = Me rendre visible quand je suis ajout\u00E9 \u00E0 des sites par d\u00E9faut
privacy_item_hidden = Me cacher lorsque je suis ajout\u00E9 \u00E0 des sites par d\u00E9faut
privacy_stmt1 = Votre \u00E9tat dans ce site est pr\u00E9sentement r\u00E9gl\u00E9 \u00E0
privacy_specific_site = S\u00E9lectionner le statut pour un site sp\u00E9cifique
privacy_stmt_show = .  Les autres peuvent voir votre nom dans la liste de classe et peuvent vous contacter par le site.
privacy_stmt_hide = .  Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.
privacy_all_sites = Changez votre statut dans tous les sites
privacy_change_directions = Si vous d\u00E9sirez changer votre \u00E9tat, cochez la case \u00E0 c\u00F4t\u00E9 de
privacy_change_directions2 = puis cliquez sur le bouton Mettre \u00E0 jour ci-dessous.

privacy_note = Note: Pour voir votre \u00E9tat de confidentialit\u00E9 dans les autres sites, choisissez Pr\u00E9f\u00E9rences \u00E0 partir de votre Espace personnel.

move_up_msg = Vueillez s\u00E9lectionner au moins un site \u00E0 d\u00E9placer vers le haut.
move_down_msg = Vueillez s\u00E9lectionner au moins un site \u00E0 d\u00E9placer vers le bas.
remove_from_sites_msg = Veuillez s\u00E9lectionner un site \u00E0 enlever de sites visibles dans les onglets. 
add_to_sites_msg = Veuillez s\u00E9lectionner un site \u00E0 ajouter aux sites visibles.
user_missing = Identifiant de l'utilisateur est manquant.
remove_all = Il est impossible de retirer tous les onglets de la barre de navigation
min_tabs = Il est n\u00E9cessaire d'avoir au moins %d onglets dans la barre de navigation

privacy_check_hide = Cachez-moi
privacy_check_show = Montrez-moi
privacy_update = Mise-\u00E0-jour
privacy_choose = Choisissez un site
privacy_no_choices = Pas de site \u00E0 choisir, vous devez \u00EAtre un participant dans au moins un site.
privacy_show_all = Montrez-moi dans tous les sites
privacy_hide_all = Cachez-moi dans tous les sites

privacy_update_title = Mise-\u00E0-jour de l'\u00E9tat de confidentialit\u00E9

privacy_show_all=Afficher dans 'mes cours'
privacy_hide_all=Cacher dans 'mes cours'

privacy_show_title = R\u00E9gler la confidentialit\u00E9 \u00E0 montrer pour tous les sites
privacy_hide_title = R\u00E9gler la confidentialit\u00E9 \u00E0 cach\u00E9 pour tous les sites

privacy_visible = visible
privacy_hidden = cach\u00E9

privacy_show_all_set = Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 visible. Les autres peuvent voir votre nom dans la liste de participants et peuvent vous contacter par le site.
privacy_hide_all_set = Votre \u00E9tat dans tous les sites est maintenant r\u00E9gl\u00E9 \u00E0 cach\u00E9. Les autres ne peuvent pas voir votre nom dans la liste de classe et ne peuvent pas vous contacter par le site.

privacy_site_not_selected = Veuillez s\u00E9lectionner un site pour modifier votre statut.

privacy_choice_heading = Veuillez configuer vos param\u00E8tres de confidentialit\u00E9:
privacy_choice_hidden = Reste cach\u00E9 dans ce site
privacy_choice_visible = Me rendre visible dans ce site
privacy_choice_later = Me le redemander plus tard

privacy_change_later_instructions = Pour changer vos param\u00E8tres de confidentialit\u00E9 \u00E0 l'avenir, allez \u00E0 <br />Espace personnel > Pr\u00E9f\u00E9rences > Statut de confidentialit\u00E9


editor_prompt=D\u00E9faut de la barre d'outils de l'\u00C9diteur 
editor_auto=D\u00E9tecter automatiquement en fonction de la taille de l'\u00E9cran
editor_basic=Forcer le mode mobile (Nombre limit\u00E9 de boutons et d'options)
editor_full=Forcer le mode plein \u00E9cran (Tous les boutons et options)


## SAK-23895:Display full name of course, not just code, in site tab
tabDisplay_prompt = Montrer les objets:
tabDisplay_coursecode = code de cours (par exemple 00-000-00)
tabDisplay_coursename = nom / description du cours (par exemple: Relations d'affaires)

# EntityProvider properties
userPrefs = Valeurs des pr\u00E9f\u00E9rences de l'utilisateur
userPrefs.action.key = ---TO TRANSLATE ----The action takes user id, and key value, and returns user preference property settings for that key. Here is the request url pattern: /direct/userPrefs/key/{user_id}/{key_value}.json with parameters

hidden_really_hide_confirm = Cacher un site favori le retirera de votre liste de favoris. Voulez-vous continuer?
hidden_instructions = S\u00E9lectionner un site ou un groupe de sites \u00E0 retirer de 'mes cours'.<br /><b>NOTE:</b> Ceci n'affectera <b>pas</b> la visibilit\u00E9 du site aux \u00E9tudiants.
hidden_title = Cacher dans 'mes cours'
